Repository: frescobaldi/frescobaldi
Catalog: i18n/frescobaldi/*.po
Languages: fr, ko

source: Please enter two absolute pitches, separated by a space, using the pitch name language "{language}".
fr: Veuillez saisir deux hauteurs absolues séparées par un espace, en utilisant la langue « {language} ».
ko: 음 높이 이름 언어 "{language}"를 사용하여 공백으로 구분하여 두 개의 절대 음 높이를 입력하세요.

source: Please enter the number of steps to alter by, followed by a key signature. (i.e. "5 F")
fr: Veuillez saisir le nombre de hauteurs à altérer suivi par une armure. (par ex. « 5 F »)
ko: 변경할 단계 수를 입력한 다음 조표를 입력하세요. (예: "5 F")

source: Can't perform the requested transposition. The transposed music would contain quarter-tone alterations that are not available in the pitch language "{language}".
fr: Impossible d'effectuer la transposition demandée. La musique transposée contiendrait des altérations en quarts de ton qui ne sont pas disponibles avec la langue « {language} ».
ko: 요청한 조옮김을 수행할 수 없습니다. 조옮김된 악보에는 음 높이 언어 "{language}"에서 사용할 수 없는 4분음 변경이 포함됩니다.

source: Preferences
fr: Préférences
ko: 환경설정

source: General Preferences
fr: Préférences générales
ko: 일반 환경설정

source: Music Preferences
fr: Préférences musicales
ko: 악보 환경설정

source: LilyPond Preferences
fr: Préférences de LilyPond
ko: LilyPond 환경설정

source: MIDI Settings
fr: Réglages MIDI
ko: MIDI 설정

source: Helper Applications
fr: Applications auxiliaires
ko: 도우미 응용프로그램

source: Paths
fr: Emplacements
ko: 경로

source: LilyPond Documentation
fr: Documentation LilyPond
ko: LilyPond 도큐멘테이션

source: Keyboard Shortcuts
fr: Raccourcis clavier
ko: 키보드 단축키

source: Editor Preferences
fr: Préférences d'éditeur
ko: 편집기 환경설정

source: Fonts & Colors
fr: Polices et couleurs
ko: 글꼴 & 색상

source: Tools
fr: Outils
ko: 도구

source: Paths to LilyPond Documentation
fr: Emplacements vers la documentation LilyPond
ko: LilyPond 도큐멘테이션의 경로

source: Add paths or URLs. See "What's This" for more information.
fr: Ajouter les emplacements ou URLs. Voir « Qu'est-ce que c'est ? » pour plus d'information.
ko: 경로 또는 URL을 추가합니다. 자세한 내용은 "이것은 무엇인가요"를 참조하세요.

source: Preferred Language:
fr: Langue :
ko: 선호하는 언어:

source: English (untranslated)
fr: Anglais (non traduit)
ko: English

source: Font:
fr: Police :
ko: 글꼴:

source: Please enter a local path or a URL:
fr: Veuillez saisir un emplacement local ou une URL:
ko: 로컬 경로 또는 URL을 입력하세요:

source: View Preferences
fr: Préférences d'aperçu
ko: 보기 환경설정

source: Wrap long lines by default
fr: Renvoi à la ligne par défaut pour les longues lignes
ko: 기본적으로 긴 오선 줄바꿈

source: If enabled, lines that don't fit in the editor width are wrapped by default. Note: when the document is displayed by multiple views, they all share the same line wrapping width, which might look strange.
fr: Si activé, les lignes qui ne tiennent pas dans la largeur de l'éditeur sont renvoyées à la ligne par défaut. Note: lorsque le document est affiché en vues multiples, ces vues partagent la même largeur de renvoi, ce qui peut paraître étrange.
ko: 이 옵션이 활성화된 경우, 편집기 너비에 맞지 않는 오선이 기본적으로 줄바꿈됩니다. 참고: 문서가 여러 보기에 의해 화면표시될 때, 문서는 모두 동일한 오선 줄바꿈 너비를 공유하므로 이상하게 보일 수 있습니다.

source: Number of surrounding lines:
fr: Nombre de lignes voisines :
ko: 주위 오선의 숫자:

source: When jumping between search results or clicking on a link, the text view tries to scroll as few lines as possible. Here you can specify how many surrounding lines at least should be visible.
fr: Lorsqu’elle passe des résultats de recherches au clic sur un lien, la vue texte tente de défiler le moins possible. Vous pouvez spécifier ici combien de lignes voisines doivent être visibles au moins.
ko: 검색 결과 사이를 이동하거나 링크를 클릭할 때, 텍스트 보기는 가능한 한 적은 오선을 스크롤하려고 시도합니다. 여기에서 최소한 몇 개의 주위 오선이 표시되어야 하는지 지정할 수 있습니다.

source: Matching Item:
fr: Caractère appairé :
ko: 일치하는 항목:

source: Highlighting Options
fr: Options de surbrillance
ko: 강조 표시 옵션

source: Below you can define how long "matching" items like matching brackets or the items linked through Point-and-Click are highlighted.
fr: Ci-dessous, vous pouvez définir le temps pendant lequel les caractères appairés tels que des crochets ou les objets liés via Point-and-Click sont en surbrillance.
ko: 아래에서 일치하는 괄호 또는 마우스의 클릭을 통해 연결된 항목과 같은 "일치하는" 항목이 강조 표시되는 시간을 정의할 수 있습니다.

source: {num} sec
fr: {num} seconde(s)
ko: {num} 초

source: Infinite
fr: Infini
ko: 무한

source: Indenting Preferences
fr: Préférences d'indentation
ko: 들여쓰기 환경설정

source: Visible Tab Width:
fr: Largeur de tabulation visible :
ko: 보이는 탭 너비:

source: The visible width of a Tab character in the editor.
fr: La largeur visible d'une tabulation dans l'éditeur.
ko: 편집기에서 탭 문자의 표시 너비입니다.

source: Indent text with:
fr: Indenter le texte avec :
ko: 텍스트 들여쓰기:

source: How many spaces to use for indenting one level. Move to zero to use a Tab character for indenting.
fr: Le nombre d'espaces à utiliser pour indenter d'un niveau. Régler sur zéro pout utiliser un caractère de tabulation pour l'indentation.
ko: 한 단계 들여쓰기에 사용할 공백 수입니다. 들여쓰기에 탭 문자를 사용하려면 0으로 이동합니다.

source: Tab
fr: Tabulation
ko: 탭

source: Tab outside indent inserts:
fr: Une tabulation hors de l'indentation insère :
ko: 들여쓰기 삽입 외부의 탭:

source: How many spaces to insert when Tab is pressed outside the indent, elsewhere in the document. Move to zero to insert a literal Tab character in this case.
fr: Le nombre d'espaces à insérer quand une tabulation est entrée hors de l'indentation, n'importe où dans le document. Régler sur zéro pour insérer la valeur nominale du caractère de tabulation dans ce cas.
ko: 문서의 다른 부분에서, 들여쓰기 바깥쪽에서 탭 키를 누를 때 삽입할 공백 수입니다. 이 경우 문자 그대로의 탭 문자를 삽입하려면 0으로 이동합니다.

source: {num} spaces
fr: {num} espace(s)
ko: {num}개 공백

source: Keyboard Preferences
fr: Préférences de clavier
ko: 키보드 환경설정

source: Smart Home key
fr: Touche Home intelligente
ko: 지능형 Home 키

source: If enabled, pressing Home will put the cursor at the first non-whitespace character on the line. When the cursor is on that spot, pressing Home moves the cursor to the beginning of the line.
fr: Si coché, appuyer sur la touche Home placera le curseur sur le premier caractère de la ligne (hors espaces). Si le curseur est déjà sur cette position, il sera déplacé au strictement au début de la ligne.
ko: 이 옵션이 활성화된 경우, Home을 누르면 커서가 해당 오선의 공백이 아닌 첫 번째 문자에 놓입니다. 커서가 해당 지점에 있을 때 Home을 누르면 커서가 오선의 시작 부분으로 이동합니다.

source: Smart Up/PageUp and Down/PageDown keys
fr: Touches intelligentes Up/PageUp et Down/PageDown
ko: 지능형 Up/PageUp 및 Down/PageDown 키

source: If enabled, pressing Up or PageUp in the first line will move the cursor to the beginning of the document, and pressing Down or PageDown in the last line will move the cursor to the end of the document.
fr: Si activé, appuyer sur Up ou PageUp dans la première ligne déplacera le curseur au début du document, et appuyer sur Down ou PageDown dans la dernière ligne déplacera le curseur à la fin du document.
ko: 이 옵션이 활성화된 경우, 첫 번째 오선에서 Up 또는 PageUp을 누르면 커서가 문서의 시작 부분으로 이동하고, Down 또는 PageDown을 마지막 오선에서 누르면 커서가 문서의 끝으로 이동합니다.

source: Horizontal arrow keys keep cursor in current line
fr: Les touches fléchées horizontales maintiennent le curseur dans la ligne actuelle
ko: 가로 화살표 키로 커서를 현재 오선에 유지하기

source: If enabled, the cursor will stay in the current line when using the horizontal arrow keys, and not wrap around to the next or previous line.
fr: S'il est activé, le curseur restera dans la ligne actuelle lors de l'utilisation des touches fléchées horizontales et ne passera pas à la ligne suivante ou précédente.
ko: 이 옵션이 활성화된 경우, 가로 방향 화살표 키를 사용할 때 커서가 현재 오선에 유지되고, 다음 오선이나 이전 오선으로 이동하지 않습니다.

source: Source Export Preferences
fr: Préférences d'exportation du code source
ko: 소스 내보내기 환경설정

source: Show line numbers
fr: Afficher les numéros de ligne
ko: 오선 번호 표시하기

source: If enabled, line numbers are shown in exported HTML or printed source.
fr: Si activé, les numéros de ligne sont affichés dans le code exporté en HTML ou imprimé.
ko: 이 옵션이 활성화된 경우, 내보낸 HTML 또는 인쇄 소스에 오선 번호가 표시됩니다.

source: Use inline style when copying colored HTML
fr: Utilise le style de ligne lors de la copie d'HTML coloré
ko: 색상이 지정된 HTML 복사 시 인라인 스타일 사용하기

source: If enabled, inline style attributes are used when copying colored HTML to the clipboard. Otherwise, a CSS stylesheet is embedded.
fr: Si activé, les attributs de style de ligne sont utilisés lors de la copie d'HTML coloré vers le presse-papier. Dans le cas contraire, une feuille de style CSS est incluse.
ko: 이 옵션이 활성화된 경우, 인라인 스타일 특성은 색상이 지정된 HTML을 클립보드에 복사할 때 사용됩니다. 그렇지 않으면 CSS 스타일시트가 포함됩니다.

source: Use inline style when exporting colored HTML
fr: Utilise le style de ligne lors de l'exportation d'HTML coloré
ko: 색상이 지정된 HTML 내보내기 시 인라인 스타일 사용하기

source: If enabled, inline style attributes are used when exporting colored HTML to a file. Otherwise, a CSS stylesheet is embedded.
fr: Si activé, les attributs de style de ligne sont utilisés lors de l'exportation d'HTML coloré vers le presse-papier. Dans le cas contraire, une feuille de style CSS est incluse.
ko: 이 옵션이 활성화된 경우, 인라인 스타일 특성은 색상이 지정된 HTML을 파일로 내보낼 때 사용됩니다. 그렇지 않으면 CSS 스타일시트가 포함됩니다.

source: Copy HTML as plain text
fr: Copier l'HTML comme texte brut
ko: HTML을 일반 텍스트로 복사하기

source: If enabled, HTML is copied to the clipboard as plain text. Use this when you want to type HTML formatted code in a plain text editing environment.
fr: Si activé, le code HTML est copié vers le presse-papier comme texte brut. Utilisez cette option lorsque vous voulez entrer du code HTML formaté dans un environnement d'édition en texte brut.
ko: 이 옵션이 활성화된 경우, HTML이 일반 텍스트로 클립보드에 복사됩니다. 일반 텍스트 편집 환경에서 HTML 형식의 코드를 입력하려는 경우 이 옵션을 사용합니다.

source: Copy document body only
fr: Copier uniquement le corps du document
ko: 문서 본문만 복사하기

source: If enabled, only the HTML contents, wrapped in a single tag, will be copied to the clipboard instead of a full HTML document with a header section. May be used in conjunction with the plain text option, with the inline style option turned off, to copy highlighted code in a text editor when an external style sheet is already available.
fr: Si cette option est activée, seul le contenu HTML, enveloppé dans une seule balise, sera copié dans le presse-papiers au lieu d'un document HTML complet avec une section d'en-tête. Peut être utilisé conjointement avec l'option de texte brut, avec l'option de style en ligne désactivée, pour copier le code en surbrillance dans un éditeur de texte lorsqu'une feuille de style externe est déjà disponible.
ko: 이 옵션이 활성화된 경우, 헤더 섹션이 있는 전체 HTML 문서 대신 단일 태그로 묶인 HTML 내용만 클립보드에 복사됩니다. 외부 스타일 시트를 이미 사용할 수 있는 경우, 텍스트 편집기에서 강조 표시된 코드를 복사하기 위해 인라인 스타일 옵션을 해제한 상태에서 일반 텍스트 옵션과 함께 사용할 수 있습니다.

source: Tag to wrap around source:
fr: Balise pour envelopper la source :
ko: 소스를 둘러싸는 태그:

source: Choose what tag the colored HTML will be wrapped into.
fr: Choisissez dans quelle balise le HTML coloré sera enveloppé.
ko: 색상이 지정된 HTML이 줄바꿈될 태그를 선택합니다.

source: Attribute type of wrapper:
fr: Type d'attribut :
ko: 패키징의 속성 유형:

source: Choose whether the wrapper tag should be of type 'id' or 'class'
fr: Choisissez si la balise doit être de type 'id' ou 'class'
ko: 래퍼 태그의 유형이 'ID'인지 '클래스'인지 선택합니다.

source: Name of attribute:
fr: Nom de l'attribut :
ko: 속성 이름:

source: Arbitrary name for the type attribute. This must match the CSS stylesheet if using external CSS.
fr: Nom arbitraire pour l'attribut de type. Cela doit correspondre à la feuille de style CSS si vous utilisez un CSS externe.
ko: 유형 속성의 임의 이름입니다. 외부 CSS를 사용하는 경우 CSS 스타일시트와 일치해야 합니다.

source: Typographical Quotes
fr: Guillemets typographiques simples
ko: 조판용 따옴표

source: Quotes to use:
fr: Guillemets à utiliser :
ko: 사용할 따옴표:

source: Primary (double) quotes:
fr: Guillements principaux (doubles) :
ko: 기본 따옴표:

source: Secondary (single) quotes:
fr: Guillemets secondaires (simples) :
ko: 보조 작은 따옴표:

source: Current language
fr: Langage courant
ko: 현재 언어

source: Custom quotes (enter below)
fr: Guillemets personnalisés (entrer ci-dessous)
ko: 사용자 지정 따옴표 (아래에 입력)

source: General Settings
fr: Réglages généraux
ko: 일반 설정

source: Use Extensions
fr: Utiliser des extensions
ko: 확장 기능 사용하기

source: Extension API: {apiversion}
fr: API d'extension: {apiversion}
ko: 확장 기능 API: {apiversion}

source: If unchecked don't look for extensions.
fr: Si décochée, ne recherchez pas les extensions.
ko: 이 옵션이 해제된 경우, 확장 기능을 찾지 않습니다.

source: Installed Extensions
fr: Extensions installées
ko: 설치한 확장 기능

source: Name
fr: Nom
ko: 이름

source: Maintainer(s)
fr: Mainteneur(s)
ko: 유지관리자

source: API version
fr: version d'API
ko: API 버전

source: License
fr: Licence
ko: 라이선스

source: Short Description
fr: Description courte
ko: 간단한 설명

source: Repository
fr: Dépôt
ko: 저장소

source: Website
fr: Site web
ko: 웹사이트

source: Dependencies
fr: Dépendances
ko: 종속성

source: Misformat: {api}
fr: Mauvais format : {api}
ko: 형식 오류: {api}

source: Failed Extensions
fr: Échec des extensions
ko: 실패한 확장 기능

source: Extension Configuration
fr: Configuration des extensions
ko: 확장 기능 구성

source: The selected extension does not provide a configuration widget or is inactive.
fr: L'extension sélectionnée ne fournit pas de widget de configuration ou est inactive.
ko: 선택된 확장 기능은 구성 위젯을 제공하지 않거나 비활성 상태입니다.

source: Use this scheme for printing
fr: Utiliser ce profil pour l'impression
ko: 이 Scheme을 인쇄에 사용합니다

source: Base Colors
fr: Couleurs de base
ko: 기본 색상

source: Default Styles
fr: Styles par défaut
ko: 기본값 스타일

source: (Inherits: {name})
fr: (Hérite de : {name})
ko: (상속됨: {name})

source: Text
fr: Texte
ko: 텍스트

source: Background
fr: Arrière-plan
ko: 배경

source: Bold
fr: Gras
ko: 굵은 활자체

source: Italic
fr: Italique
ko: 이탤릭체

source: Underline
fr: Souligné
ko: 밑줄

source: Selected Text
fr: Texte sélectionné
ko: 선택된 텍스트

source: Selection Background
fr: Arrière-plan de la sélection
ko: 선택 배경

source: Current Line
fr: Ligne courante
ko: 현재 줄

source: Marked Line
fr: Signet
ko: 마크된 줄

source: Error Line
fr: Ligne en erreur
ko: 오류 줄

source: Search Result
fr: Résultat de recherche
ko: 검색 결과

source: Matching Character
fr: Caractère appairé
ko: 일치하는 문자

source: Preview Background
fr: Arrière-plan de l'aperçu
ko: 배경 미리보기

source: Preview Highlight
fr: Surlignage de l'aperçu
ko: 하이라이트 미리보기

source: Keyword
fr: Mot-clé
ko: 키워드

source: Function
fr: Fonction
ko: 기능

source: Value
fr: Valeur
ko: 값

source: String
fr: Chaîne de caractères
ko: 문자열

source: Escape
fr: Échappement
ko: 이스케이프

source: Comment
fr: Commentaire
ko: 주석

source: Pitch
fr: Hauteur
ko: 음 높이

source: Duration
fr: Durée
ko: 음의 길이

source: Accidental
fr: Altération
ko: 임시표

source: Octave Check
fr: Repère d’octave
ko: 옥타브 점검

source: Fingering
fr: Doigté
ko: 운지법

source: String Number
fr: Numéro de corde
ko: 현 번호

source: Slur
fr: Liaison
ko: 이음줄

source: Dynamic
fr: Nuance
ko: 셈여림표

source: Chord
fr: Accord
ko: 화음

source: Beam
fr: Ligature
ko: 빔

source: Check
fr: Repère
ko: 체크

source: Repeat
fr: Reprise
ko: 도돌이표

source: Command
fr: Commande
ko: 명령

source: Specifier
fr: Spécificateur
ko: 지정자

source: User Command
fr: Commande utilisateur
ko: 사용자 명령

source: Lyric Mode
fr: Mode Paroles
ko: 가사 모드

source: Lyric Text
fr: Texte de paroles
ko: 가사 텍스트

source: Delimiter
fr: Marqueur de région
ko: 구분자

source: Figured Bass
fr: Basse chiffrée
ko: 피겨드 베이스

source: Figured Bass Step
fr: Étape de basse chiffrée
ko: 피겨드 베이스 스텝

source: Figured Bass Modifier
fr: Modificateur de basse chiffrée
ko: 피겨드 베이스 모디파이어

source: Context
fr: Contexte
ko: 컨텍스트

source: Layout Object
fr: Objet de mise en page
ko: 레이아웃 객체

source: Property
fr: Propriété
ko: 속성

source: User Variable
fr: Variable utilisateur
ko: 사용자 변수

source: Escaped Character
fr: Caractère d'échappement
ko: 이스케이프 문자

source: Tag
fr: Balise
ko: 태그

source: LilyPond Tag
fr: Balise LilyPond
ko: LilyPond 태그

source: Attribute
fr: Attribut
ko: 속성

source: Entity Reference
fr: Référence d'élément
ko: 엔티티 참조

source: Number
fr: Nombre
ko: 번호

source: LilyPond Environment
fr: Environnement LilyPond
ko: LilyPond 환경

source: Constant
fr: Constante
ko: 상수

source: Symbol
fr: Symbole
ko: 기호

source: Block
fr: Bloc
ko: 블록

source: Language:
fr: Langue :
ko: 언어:

source: No Translation
fr: Pas de traduction
ko: 번역 없음

source: System Default Language (if available)
fr: Langue système par défaut (si disponible)
ko: 시스템 기본 언어 (사용 가능한 경우)

source: Use System Icons
fr: Utiliser les icônes système
ko: 시스템 아이콘 사용하기

source: If checked, icons of the desktop icon theme will be used instead of the bundled icons.
fr: Si cette case est cochée, les icônes du thème d'icônes du bureau seront utilisées à la place des icônes groupées.
ko: 이 옵션이 선택된 경우, 번들 아이콘 대신 바탕화면 아이콘 테마의 아이콘이 사용됩니다.

source: Show Splash Screen on Startup
fr: Afficher l'écran de présentation au démarrage
ko: 시작 시 시작 화면 표시하기

source: Show Close Button on Document tabs
fr: Afficher le bouton de fermeture sur les onglets de document
ko: 문서 탭에 닫기 버튼 표시하기

source: Open Files in Running Instance
fr: Ouvrir les fichiers dans l'instance existante

source: If checked, files will be opened in a running Frescobaldi application if available, instead of starting a new instance.
fr: Si coché, les fichiers seront de préférence ouverts dans une instance existante de Frescobaldi si elle existe, plutôt que de démarrer une nouvelle instance.
ko: 이 옵션이 선택된 경우, 파일이 새 인스턴스를 시작하는 대신 실행 중인 Frescobaldi 응용 프로그램에서 열립니다.

source: Sessions and Files
fr: Sessions et Fichiers
ko: 세션 및 파일

source: Add pull-down menus in main toolbar
fr: Ajouter des menus déroulants dans la barre d'outils principale
ko: 기본 도구모음에 풀다운 메뉴 추가하기

source: If set the file related buttons in the main toolbar will provide pull-down menus with additional functions.
fr: S'ils sont définis, les boutons liés aux fichiers dans la barre d'outils principale fourniront des menus déroulants avec des fonctions supplémentaires.
ko: 기본 도구모음에서 파일 관련 버튼을 지정하면 추가 기능이 있는 풀다운 메뉴가 제공됩니다.

source: New Document
fr: Nouveau Document
ko: 새 문서

source: Create an empty document
fr: Créer un nouveau document vide
ko: 빈 문서 만들기

source: Create a document that contains the LilyPond version statement
fr: Créer un document comprenant déjà une indication de version
ko: LilyPond 버전 설명이 포함된 문서 만들기

source: Create a document from a template:
fr: Créer un nouveau document depuis un modèle :
ko: 템플릿에서 문서 만들기:

source: Saving
fr: Sauvegarde
ko: 저장하는 중

source: Strip trailing whitespace
fr: Supprimer les espaces de fin
ko: 후행 여백 떼내기

source: If checked, Frescobaldi will remove unnecessary whitespace at the end of lines (but not inside multi-line strings).
fr: Si coché, Frescobaldi supprimera les espaces superflus en fin de ligne (à l'exception des chaînes multi-lignes)
ko: 옵션이 선택된 경우, Frescobaldi는 줄 끝에서 불필요한 공백을 제거합니다(여러 줄 문자열 내부는 제외).

source: Keep backup copy
fr: Conserver une copie de sauvegarde
ko: 백업 복사본 유지하기

source: Frescobaldi always backups a file before overwriting it with a new version. If checked those backup copies are retained.
fr: Frescobaldi sauvegarde toujours un fichier avant de l'écraser avec une nouvelle version. Si coché, ces copies de sauvegarde sont conservées.
ko: Frescobaldi는 새 버전으로 덮어쓰기 전에 항상 파일을 백업합니다. 이 옵션을 선택하면 해당 백업 복사본이 유지됩니다.

source: Remember cursor position, bookmarks, etc.
fr: Retenir la position du curseur, des repères, etc.
ko: 커서 위치, 북마크 등을 기억합니다.

source: Format document
fr: Reformater le document
ko: 형식 문서

source: Default directory:
fr: Dossier par défaut :
ko: 기본 디렉터리:

source: The default folder for your LilyPond documents (optional).
fr: Le dossier par défaut pour vos documents LilyPond (optionnel).
ko: LilyPond 문서의 기본 폴더(옵션)입니다.

source: Use custom default file name:
fr: Utiliser un nom de fichier par défaut personnalisé :
ko: 사용자 지정 기본 파일 이름 사용하기:

source: If checked, Frescobaldi will use the template to generate default file name. {title} and {composer} will be replaced by title and composer of that document
fr: Si coché, Frescobaldi utilisera le modèle pour générer le nom de fichier par défaut. {title} et {composer} sera remplacé par le titre et le compositeur de ce document
ko: 이 옵션이 선택된 경우, Frescobaldi는 템플릿을 사용하여 기본 파일 이름을 생성합니다. {title} 및 {composer}는 해당 문서의 제목 및 작곡자로 대체됩니다

source: Session to load if Frescobaldi is started without arguments
fr: Session à charger si Frescobaldi est lancé sans arguments
ko: Frescobaldi가 인수 없이 시작된 경우 불러올 세션

source: Start with no session
fr: Démarrer sans session
ko: 세션 없음으로 시작하기

source: Start with last used session
fr: Démarrer avec la dernière session utilisée
ko: 마지막 사용된 세션으로 시작하기

source: Start with session:
fr: Démarrer avec la session :
ko: 세션으로 시작하기:

source: Experimental Features
fr: Fonctionnalités Expérimentales
ko: 실험적 기능

source: Enable Experimental Features
fr: Activer les Fonctionnalités Expérimentales
ko: 실험적 기능 활성화

source: If checked, features that are not yet finished are enabled. You need to restart Frescobaldi to see the changes.
fr: Si coché, les fonctionnalités non encore terminées sont activées. Vous devez redémarrer Frescobaldi pour que les changements prennent effet.
ko: 이 옵션이 선택된 경우, 아직 완료되지 않은 기능이 활성화됩니다. 변경 사항을 보려면 Frescobaldi를 다시 시작해야 합니다.

source: Browser:
fr: Navigateur :
ko: 브라우저:

source: E-Mail:
fr: Courriel :
ko: 이메일:

source: File Manager:
fr: Gestionnaire de fichiers :
ko: 파일 관리자:

source: Shell:
fr: Interpréteur :
ko: 셸:

source: Below you can enter commands to open different file types. <code>$f</code> is replaced with the filename, <code>$u</code> with the URL. Leave a field empty to use the operating system default application.
fr: Vous pouvez saisir ci-dessous les commandes pour ouvrir divers types de fichiers. <code>$f</code> est remplacé par le nom du fichier, <code>$u</code> par l'URL. Laissez un champ vide pour utiliser l'application défaut du système d'exploitation.
ko: 아래에서 다른 파일 형식을 여는 명령을 입력할 수 있습니다. <code>$f</code>는 파일 이름으로, <code>$u</code>는 URL로 대체됩니다. 운영 체제 기본 응용 프로그램을 사용하려면 필드를 비워 두세요.

source: Command that should accept a mailto: URL.
fr: Commande qui accepte un URL mailto:.
ko: mailto: URL을 수락해야 하는 명령입니다.

source: Command to open a Terminal or Command window.
fr: Commande pour ouvrir un émulateur de terminal ou une ligne de commande.
ko: 터미널 또는 명령 창을 여는 명령입니다.

source: Command (base) to run Git versioning actions.
fr: Commande (base) pour lancer les actions de contrôle de versions Git.
ko: Git 버전 관리 작업을 실행하는 명령(기본)입니다.

source: No theme found.
fr: Aucun thème trouvé.
ko: 테마를 찾을 수 없습니다.

source: Can't read from source: {url} {error}
fr: Impossible de lire depuis la source : {url} {error}
ko: 소스에서 읽을 수 없음: {url} {error}

source: No shortcuts found.
fr: Aucun raccourci trouvé.
ko: 단축키를 찾을 수 없습니다.

source: LilyPond versions to use
fr: Versions de LilyPond à utiliser
ko: 사용할 LilyPond 버전

source: Automatically choose LilyPond version from document
fr: Choisir automatiquement la version de LilyPond à partir du document
ko: 문서에서 자동으로 LilyPond 버전 고르기

source: If checked, the document's version determines the LilyPond version to use. See "What's This" for more information.
fr: Si coché, la version du document détermine la version de LilyPond à utiliser. Voir « Qu'est-ce que c'est » pour plus d'informations.
ko: 이 옵션이 선택된 경우, 문서의 버전에 따라 사용할 LilyPond 버전이 결정됩니다. 자세한 내용은 "이것은 무엇인가요"를 참조하세요.

source: See also {link}.
fr: Voir aussi {link}
ko: {link}도 참조하세요.

source: LilyPond downloads are in progress. Stop them?
fr: Des téléchargements de LilyPond sont en cours. Voulez-vous les interrompre ?

source: Set as &Default
fr: Définir par &défaut
ko: 기본값으로 지정(&D)

source: Could not download LilyPond {version}
fr: Erreur de téléchargement de LilyPond {version}

source: Downloading LilyPond {version}... {progress}%
fr: Téléchargement de LilyPond {version}... {progress}%

source: default
fr: par défaut
ko: 기본값

source: Downloading LilyPond version list...
fr: Téléchargement de la liste des versions...

# latest stable LilyPond release
source: {major}.{minor}.{micro} (latest &stable)
fr: {major}.{minor}.{micro} (version &stable)
