Repository: frescobaldi/frescobaldi
Catalog: i18n/frescobaldi/*.po
Languages: fr, ko

source: Installing fonts in the LilyPond installation appears to require administrator privileges on your system and can unfortunately not be handled by Frescobaldi,
fr: Ajouter des polices à l'installation courante de LilyPond demande des droits d'administration système et ne peut pas être réalisé par Frescobaldi,
ko: LilyPond 설치에서 글꼴을 설치하려면 사용자의 시스템에 대한 관리자 권한이 필요한 것으로 보이며, 안타깝게도 Frescobaldi에서는 이를 처리할 수 없습니다,

source: Font family could not be removed!
fr: Cette famille de police n'a pas pu être supprimée!
ko: 글꼴 집합을 제거할 수 없습니다!

source: To avoid persistent damage Frescobaldi only supports removing music fonts that are linked into a LilyPond installation. The font being removed includes real files and can therefore not be removed directly.
fr: Pour éviter des dommages, Frescobaldi ne peut supprimer des polices musicales que si elles sont reliées à une installation de LilyPond. Les polices sélectionnées incluent des fichiers externes et ne peuvent pas être supprimées directement.
ko: 지속적인 손상을 방지하기 위해 Frescobaldi는 LilyPond 설치에 연결된 악보 글꼴만 제거할 수 있도록 지원합니다. 제거되는 글꼴에는 실제 파일이 포함되어 있으므로 직접 제거할 수 없습니다.

source: Font installation failed:
fr: L'installation de la police est un échec:
ko: 글꼴 설치 실패함:

source: Font removal failed:
fr: La suppression de la police a échoué:
ko: 글꼴 제거 실패함:

source: Font
fr: Police
ko: 글꼴

source: Global Fonts (LilyPond < 2.19.12)
fr: Polices globales (LilyPond < 2.19.12)
ko: 전역 글꼴 (LilyPond < 2.19.12)

source: Please select the three global fonts to use for <code>\roman</code>, <code>\sans</code>, and <code>\typewriter</code> respectively.
fr: Veuillez sélectionner les trois polices globales à utiliser respectivement pour <code>\roman</code>, <code>\sans</code> et <code>\typewriter</code>.
ko: <code>\roman</code>, <code>\sans</code> 및 <code>\typewriter</code>에 각각 사용할 세 가지 전역 글꼴을 선택하세요.

source: Roman Font:
fr: Police sérif :
ko: 로마자 글꼴:

source: Sans Font:
fr: Police sans sérif :
ko: 고딕체 글꼴:

source: Typewriter Font:
fr: Police monospace :
ko: 타자기체 글꼴:

source: Custom
fr: Mode personnalisé
ko: 사용자 지정

source: Use custom sample for music font. NOTE: This should not include a version statement or a \paper {...} block.
fr: Utiliser un extrait personnalisé pour la police musicale. NOTE: Cet extrait ne doit pas inclure de déclaration de version ou de bloc \paper {...}
ko: 악보 글꼴에 사용자 지정 샘플을 사용합니다. 참고: 여기에는 버전 설명이나 \paper {...} 블록이 포함되어서는 안 됩니다.

source: Select sample score
fr: Sélectionner un aperçu de la partition
ko: 샘플 모음보표 선택하기

source: Use current document as music font sample. NOTE: This is not robust if the document contains a \paper {...} block.
fr: Utiliser le document actuel comme extrait pour la police musicale. NOTE: le document ne doit pas contenir de bloc \paper {...}.
ko: 현재 문서를 악보 글꼴 샘플로 사용합니다. 참고: 문서에 \paper {...} 블록이 포함된 경우에는 이 기능이 제대로 작동하지 않습니다.

source: Baroque music lends itself to traditional fonts
fr: La musique baroque se prête bien aux polices de caractère traditionnelles
ko: 바로크 악보는 전통적인 글꼴에 적합합니다

source: Scriabin (Piano)
fr: Scriabine (Piano)
ko: 스크랴빈 (피아노)

source: Late romantic, complex piano music
fr: Style romantique tardif, piano virtuose
ko: 후기 낭만파의, 복잡한 피아노 악보

source: Berg (String Quartet)
fr: Berg (Quatuor à cordes)
ko: 베르크 (현악 4중주)

source: Complex score, requires a 'clean' font
fr: Partition complexe nécessitant une police claire
ko: 복잡한 모음보표, '깔끔한' 글꼴 요구됨

source: Real Book (Lead Sheet)
fr: Real Book (réduction/mélodie)
ko: 리얼북 (리드 시트)

source: Jazz-like lead sheet. NOTE: beautiful results rely on appropriate text fonts. Good choices are "lilyjazz-text" for roman and "lilyjazz-chords" for sans text fonts.
fr: Partition de Jazz NOTE: De bons résultats peuvent être obtenus avec une police appropriée. Par exemple "lilyjazz-text" pour la police sérif, et "lilyjazz-chords" pour la police sans sérif.
ko: 재즈풍 리드 시트입니다. 참고: 훌륭한 결과는 적절한 텍스트 글꼴에 의존합니다. 로마자에는 "lilyjazz-text"와 고딕체 텍스트 글꼴에는 "lilyjazz-chords"를 선택하는 것이 좋습니다.

source: Schenker Diagram
fr: Diagramme de Schenker
ko: 쉥커 다이어그램

source: Schenker diagram with absolutely non-standard notation.
fr: Diagramme de Schenker en notation non standard.
ko: 절대적 비표준 기보법이 있는 Schenker 다이어그램입니다.

source: Glyphs
fr: Glyphes
ko: 글리프

source: Non-comprehensive specimen sheet
fr: Exemples non-exhaustifs
ko: 포괄적이지 않은 표본 시트

source: Filter results (type any part of the font family name. Regular Expressions supported.)
fr: Trier les résultats (insérer n'importe quelle partie du nom de la police. Les expressions régulières sont acceptées.)
ko: 결과 필터링 (글꼴 집합 이름의 아무 부분이나 입력하세요. 정규 표현식이 지원됩니다.)

source: {count} font families detected by {version}
fr: {count} polices différentes détectées par {version}
ko: {version}에서 감지한 {count}개 글꼴 집합

source: Running LilyPond to list fonts ...
fr: Lancement de LilyPond pour dresser la liste des polices ...
ko: 글꼴을 나열하기 위해 릴리폰드 실행하는 중...

source: Set as {family} (current: {current})
fr: Basculer vers {family} (actuellement: {current})
ko: {family} (현재: {current})로 지정하기

source: Fontconfig data:
fr: Données Fontconfig:
ko: 글꼴구성 데이터:

source: The quick brown fox jumps over the lazy dog
fr: Voix ambiguë d'un cœur qui, au zéphyr, préfère les jattes de kiwis
ko: 재빠른 갈색 여우가 게으른 개를 뛰어넘는다

source: Sample
fr: Échantillon
ko: 샘플

source: Configuration Files
fr: Réglages
ko: 구성 파일

source: Configuration Directories
fr: Dossiers de configuration
ko: 구성 디렉터리

source: Searched Font Directories
fr: Dossiers de polices inspectés
ko: 검색된 글꼴 디렉터리

source: Available Fonts
fr: Polices disponibles
ko: 사용 가능한 글꼴

source: Starting {job}...
fr: Démarrage {job}...
ko: {job} 시작하는 중...

source: Aborting {job}...
fr: Abandon {job}...
ko: {job} 중단하는 중...

source: Could not read from the process.
fr: Impossible de lire le processus.
ko: 프로세스에서 읽을 수 없습니다.

source: An unknown error occurred.
fr: Une erreur inconnue s'est produite.
ko: 알 수없는 오류가 발생했습니다.

source: Exited with return code {code}.
fr: Arrêté avec le code de retour {code}.
ko: {code} 반환 코드로 종료되었습니다.

source: Exited with exit status {status}.
fr: Arrêté avec l'état de sortie {status}.
ko: {status} 종료 상태로 종료되었습니다.

source: Completed successfully in {time}.
fr: Terminé avec succès en {time}.
ko: {time}에 성공적으로 완료되었습니다.

source: Run external command
fr: Lancer une commande externe
ko: 외부 명령 실행하기

source: Job failed! Please inspect log
fr: La tâche a échoué! Veuillez inspecter le log
ko: 작업이 실패했습니다! 로그를 점검하세요

source: Job is already running. Wait for completion.
fr: La liste des tâche est déjà lancée. Veuillez attendre la fin de son execution.
ko: 작업이 이미 실행 중입니다. 완료될 때까지 기다립니다.

source: Inactive Job Queue can't be aborted
fr: Une liste de tâches inactive ne peut être abandonnée
ko: 비활성 작업 대기열을 중단할 수 없습니다

source: Job Queue full
fr: Liste de tâches pleine
ko: 작업 대기열 가득 참

source: Can't add job to finished/aborted queue.
fr: Impossible d'ajouter une tâche à une liste de tâches complétée/abandonnée.
ko: 완료/중단된 대기열에 작업을 추가할 수 없습니다.

source: Non-running Job Queue can't be paused.
fr: Une liste de tâches inactive ne peut être mise en pause.
ko: 실행 중이지 않은 작업 대기열을 일시정지할 수 없습니다.

source: Can't pop job from non-started Job Queue
fr: Impossible d'extraire une tâche d'une liste de tâches qui n'a pas démarré
ko: 시작되지 않은 작업 대기열에서 작업을 꺼낼 수 없음

source: Job Queue not paused, can't resume.
fr: Impossible de reprendre l'exécution d'une liste de tâches si elle n'est pas en pause.
ko: 작업 대기열이 일시정지되지 않았으며, 재개할 수 없습니다.

source: Can't (re)start a finished/aborted Job Queue.
fr: Impossible de (re)démarrer une liste de tâches achevée/abandonnée.
ko: 완료/중단된 작업 대기열을 (다시) 시작할 수 없습니다.

source: Queue already started.
fr: L'exécution de la liste des tâches est déjà en cours.
ko: 대기열이 이미 시작되었습니다.

source: Can't start SINGLE-mode empty queue
fr: Impossible de démarrer une liste de tâches vide en mode SINGLE
ko: 단일 모드 빈 대기열을 시작할 수 없습니다

source: Can't 'start' an active Job Queue.
fr: Impossible de lancer l'exécution d'une liste de tâches déjà active.
ko: 활성 작업 대기열을 '시작'할 수 없습니다.

source: Invalid job queue target: {name}
fr: Cible de la liste de tâches invalide: {name}
ko: 잘못된 작업 대기열 대상: {name}

source: Annotate Spacing
fr: Annoter l'espacement
ko: 간격띄어 주석 달기

source: Use LilyPond's "annotate spacing" option to display measurement information
fr: Utilise l'option de LilyPond 'annoter l'espacement" pour afficher les informations de mesures
ko: LilyPond의 '간격띄어 주석 달기' 옵션을 사용하여 측정 정보를 화면표시합니다

source: Color explicit directions
fr: Colorer les directions explicites
ko: 명시적 방향 색상 지정

source: Highlight elements that are explicitly switched up- or downwards
fr: Colore les éléments explicitement dirigés vers le haut ou bas
ko: 명시적으로 위쪽 또는 아래쪽방향으로 전환된 요소 강조 표시

source: Display Grob Anchors
fr: Afficher les ancrages Grob
ko: Grob 앵커 화면표시

source: Display a dot at the anchor point of each grob
fr: Affiche un point au point d'ancrage de chaque grob
ko: 각 Grob의 앵커 포인트에 점 화면표시

source: Display Grob Names
fr: Afficher les noms de Grob
ko: Grob 이름 화면표시

source: Display the name of each grob
fr: Affiche le nom de chaque grob
ko: 각 Grob의 이름 화면표시

source: Display Paper Columns
fr: Afficher les "colonnes papier"
ko: 용지 열 화면표시

source: Display info on the paper columns
fr: Affiche les information de "colonne papier"
ko: 용지 열에 정보 화면표시

source: Display Skylines
fr: Afficher les "skylines"
ko: 스카이라인 화면표시

source: Display the skylines that LilyPond uses to detect collisions.
fr: Afficher les "skylines" que LilyPond utilise pour détecter les collisions.
ko: LilyPond가 충돌을 감지하는 데 사용하는 스카이라인을 표시합니다.

source: Color \voiceXXX
fr: Colorer \voiceXXX
ko: 색상 \voiceXXX

source: Highlight notes that are explicitly set to \voiceXXX
fr: Colore les notes qui sont explicitement attribuées à \voiceXXX
ko: \voiceXXX로 명시적으로 지정된 음표를 강조 표시합니다

source: Layout Control Options
fr: Options de contrôle de mise en page
ko: 레이아웃 제어 옵션

source: Layout &Control Options
fr: Options de &contrôle de mise en page
ko: 레이아웃 제어 옵션(&C)

source: Help
fr: Aide
ko: 도움말

source: Verbose output
fr: Sortie en mode verbeux
ko: 상세 출력

source: Run LilyPond with verbose output
fr: Lancer LilyPond avec des messages détaillés
ko: 상세 출력으로 LilyPond 실행하기

source: Run LilyPond in preview mode (with Point and Click)
fr: Lancer LilyPond en mode aperçu (avec l'option Point-and-Click)
ko: 미리보기 모드에서 LilyPond 실행하기 (마우스로 클릭 사용)

source: Include Custom File:
fr: Insérer le fichier personnalisé :
ko: Include 사용자 지정 파일:

source: Include a custom file with definitions for additional Layout Control Modes
fr: Inclure un fichier personnalisé contenant les définitions pour des Modes de contrôle de mise en page supplémentaires
ko: 추가 레이아웃 제어 모드에 대한 정의가 포함된 사용자 지정 파일을 포함합니다

source: Filename to be included
fr: Nom de fichier à inclure
ko: 포함될 파일이름

source: LilyPond Log
fr: Journal de LilyPond
ko: LilyPond 로그

source: LilyPond &Log
fr: Journal de &LilyPond
ko: LilyPond 로그(&L)

source: Next Error Message
fr: Message d'erreur suivant
ko: 다음 오류 메시지

source: Previous Error Message
fr: Message d'erreur précédent
ko: 이전 오류 메시지

source: Click to edit this file
fr: Cliquer pour éditer ce fichier
ko: 이 파일을 편집하려면 클릭

# action: new document
source: &New
fr: &Nouveau
ko: 새로 만들기(&N)

source: New Score with &Wizard...
fr: Nouvelle partition avec l'assistant...
ko: 마법사를 사용한 새 모음보표(&W)...

source: New from &Template
fr: Nouveau dep&uis un modèle
ko: 템플릿에서 새로 만들기(&T)

# submenu title
source: &Import
fr: &Importer
ko: 가져오기(&I)

source: MIDI Input
fr: Entrée MIDI
ko: MIDI 입력

source: MIDI I&nput
fr: E&ntrée MIDI
ko: MIDI 입력(&N)

# midi input
source: Start capturing
fr: Démarrer la capture MIDI
ko: 캡처 시작하기

# midi input
source: Start MIDI capturing
fr: Démarrer la capture MIDI
ko: MIDI 캡처 시작하기

# midi input
source: Stop capturing
fr: Arrêter la capture MIDI
ko: 캡처 중지하기

# midi input
source: Stop MIDI capturing
fr: Arrêter la capture MIDI
ko: MIDI 캡처 중지하기

# midi input
source: Switch accidental style
fr: Changer le style des altérations
ko: 임시표 스타일 전환하기

# midi input
source: Change accidental style (flats or sharps)
fr: Changer le style des altérations (bémols ou dièses)
ko: 임시표 스타일 변경하기 (내림표 또는 올림표)

source: MIDI channel
fr: Canal MIDI
ko: MIDI 채널

source: all
fr: tout
ko: 모두

source: Key signature
fr: Armure
ko: 조표

source: C flat major (7 flats)
fr: Do bémol majeur (7 bémols)
ko: 내림다장조 (7개의 내림표)

source: G flat major (6 flats)
fr: Sol bémol majeur (6 bémols)
ko: 내림사장조 (6개의 내림표)

source: D flat major (5 flats)
fr: Ré bémol majeur (5 bémols)
ko: 내림라장조 (5개의 내림표)

source: A flat major (4 flats)
fr: La bémol majeur (4 bémols)
ko: 내림가장조 (4개의 내림표)

source: E flat major (3 flats)
fr: Mi bémol majeur (3 bémols)
ko: 내림마장조 (3개의 내림표)

source: B flat major (2 flats)
fr: Si bémol majeur (2 bémols)
ko: 내림나장조 (2개의 내림표)

source: F major (1 flat)
fr: Fa majeur (1 bémol)
ko: 바장조 (1개의 내림표)

source: C major
fr: Do Majeur
ko: 다장조

source: G major (1 sharp)
fr: Sol majeur (1 dièse)
ko: 사장조 (1개의 올림표)

source: D major (2 sharps)
fr: Ré majeur (2 dièses)
ko: 라장조 (2개의 올림표)

source: A major (3 sharps)
fr: La majeur (3 dièses)
ko: 가장조 (3개의 올림표)

source: E major (4 sharps)
fr: Mi majeur (4 dièses)
ko: 마장조 (4개의 올림표)

source: B major (5 sharps)
fr: Si majeur (5 dièses)
ko: 나장조 (5개의 올림표)

source: F sharp major (6 sharps)
fr: Fa dièse majeur (6 dièses)
ko: 올림바장조 (6개의 올림표)

source: C sharp major (7 sharps)
fr: Do dièse majeur (7 dièses)
ko: 올림다장조 (7개의 올림표)

source: Accidentals
fr: Altérations
ko: 임시표

source: sharps
fr: dièses
ko: 올림표

source: flats
fr: bémols
ko: 내림표

source: Chord mode
fr: Chiffrages d'accords
ko: 화음 모드

source: Enter simultaneously played notes as chords. See "What's This" for more information.
fr: Entrez simultanément les notes jouées comme des accords. Voir « Qu'est-ce que c'est ? » pour plus d'information.
ko: 동시에 연주되는 음표를 화음으로 입력합니다. 자세한 내용은 "이것은 무엇인가요"를 참조하세요.

source: Notes which are played simultaneously are written as chords. As a consequence they are not written before the last key is lifted. Of course single can also be entered.
fr: Les notes jouées simultanément sont écrites comme accords. En conséquence, rien n'est écrit tant que la dernière touche n'est pas relevée. Évidemment, des notes seules peuvent également être entrées.
ko: 동시에 연주되는 음표는 화음으로 기록됩니다. 결과적으로 마지막 키가 해제되기 전에 작성되지 않습니다. 물론 싱글도 들어갈 수 있습니다.

source: Relative mode
fr: Mode relatif
ko: 상대 모드

source: Enter octaves of notes relative to the last note. See "What's This" for more information.
fr: Saisir les octaves des notes relativement à la dernière note. Voir « Qu'est-ce que c'est ? » pour plus d'information.
ko: 마지막 음표를 기준으로 음표의 옥타브를 입력합니다. 자세한 내용은 "이것은 무엇인가요"를 참조하세요.

source: Enter octaves of notes relative to the last note. This refers to the last key pressed on the MIDI keyboard, not the last note in the document.Hold Shift with a note to enter an octave check.
fr: Saisir les octaves des notes relativement à la dernière note. Cela se réfère à la dernière touche appuyée sur le clavier MIDI, non la dernière note du document. Maintenir Maj avec une note pour introduire une vérification d'octave.
ko: 마지막 음표를 기준으로 음표의 옥타브를 입력합니다. 이는 문서에서 마지막으로 입력된 음표가 아닌 MIDI 키보드에서 마지막으로 누른 키를 기준으로 합니다. 음표와 함께 Shift 키를 누르면 옥타브 체크를 입력할 수 있습니다.

source: Re-pitch mode
fr: Mode re-pitch
ko: 음 높이 조정 모드

source: Enter notes keeping existing durations. See "What's This" for more information.
fr: Saisir de nouvelles notes en gardant les durées existantes. Voir « Qu'est-ce que c'est ? » pour plus d'information.
ko: 기존 음의 길이를 유지하는 음표를 입력합니다. 자세한 내용은 "이것은 무엇인가요"를 참조하세요.

source: Enter notes keeping existing durations. Replaces notes in existing piece of music keeping rests and durations untouched.
fr: Saisir de nouvelles notes en gardant les durées existantes. Remplacer les notes dans la musique actuelle en gardant intacts les silences et les durées.
ko: 기존 음의 길이를 유지하는 음표를 입력합니다. 쉼표와 음의 길이를 그대로 유지하면서 악보의 기존 피스(곡조)에 있는 음표를 바꿉니다.

source: Damper pedal
fr: Pédale
ko: 댐퍼 페달

source: Sostenuto pedal
fr: Pédale sostenuto
ko: 소스테누토 페달

source: Soft pedal
fr: Pédale "una corda"
ko: 소프트 페달

source: MIDI &Player
fr: Lecteur MIDI
ko: MIDI 재생기(&P)

# midi player
source: Play
fr: Jouer
ko: 연주하기

# midi player
source: Stop
fr: Arrêter
ko: 중지하기

# midi player
source: Restart
fr: Redémarrer
ko: 재시작

source: No output found!
fr: Aucune sortie trouvée !
ko: 출력을 찾을 수 없습니다!

# midi lcd screen
source: LOADED
fr: CHARGÉ
ko: 불러오기됨

# midi lcd screen
source: TIME
fr: TEMPS
ko: 박자

# midi lcd screen
source: BEAT
fr: PULSATION
ko: 박

# window title
source: Music View
fr: Aperçu
ko: 악보 보기

source: &Music View
fr: Aperçu
ko: 악보 보기(&M)

source: Print Music
fr: &Imprimer la partition
ko: 악보 인쇄하기

source: As per your settings, you are about to print the file directly to CUPS. This is discouraged on macOS, since in this case the settings of the system print window are ignored. You can disable it in Music Preferences. Do you really want to print to CUPS? (If you are unsure, the answer is likely no.)
fr: Avec les réglages actuels, vous êtes sur le point d'imprimer le fichier directement avec CUPS. Ceci est déconseillé sur macOS, car dans dans ce cas les paramètres du système d'impression sont ignorés. Vous pouvez changer ce comportement dans les préférences musicales. Vouez-vous poursuivre en utilisant CUPS? (Si vous n'êtes pas certain·e, la réponse est probablement non)
ko: 설정에 따라 파일을 CUPS로 직접 인쇄하려고 합니다. 이 경우 시스템 인쇄 창의 설정이 무시되므로 macOS에서는 권장하지 않습니다. 악보 환경설정에서 비활성화할 수 있습니다. CUPS로 인쇄하시겠습니까? (확실하지 않은 경우 '아니요'가 정답일 가능성이 높습니다.)

source: Select Music View Document
fr: Sélectionner le document de l'aperçu
ko: 악보 보기 문서 선택하기

source: &Print Music...
fr: &Imprimer la partition...
ko: 악보 인쇄하기(&P)...

source: Zoom Music
fr: Zoom partition
ko: 악보 확대/축소

source: Save current View settings as default
fr: Enregistrer ces réglages d'affichage en tant que défaut
ko: 현재 보기 설정을 기본값으로 저장하기

source: &Maximize
fr: &Maximiser
ko: 최대화하기(&M)

source: &Jump to Cursor Position
fr: Aller à la position du curseur
ko: 커서 위치로 점프(&J)

source: S&ynchronize with Cursor Position
fr: S&ynchroniser l'aperçu avec la position du curseur
ko: 커서 위치로 동기화하기(&Y)

source: Copy to &Image...
fr: Copier vers une image...
ko: 이미지로 복사하기(&I)...

source: Copy Selected &Text
fr: Copier le texte sélectionné
ko: 선택한 텍스트 복사하기(&T)

source: &Reload
fr: Recharger
ko: 다시 불러오기(&R)

source: Clear
fr: Effacer
ko: 지우기

source: Choose the PDF document to display.
fr: Choisir le document PDF à afficher.
ko: 화면표시할 PDF 문서를 고릅니다.

source: Choose the PDF document to display or drag the file to another application or location.
fr: Choisir le document PDF à afficher ou déposer le fichier sur une autre application ou un autre emplacement.
ko: 표시할 PDF 문서를 고르거나 파일을 다른 응용프로그램이나 위치로 드래그합니다.

source: Open Link in &New Window
fr: Ouvrir le lien dans une nouvelle fenêtre
ko: 새 창에서 링크 열기(&N)

source: Object Editor
fr: Éditeur d'objet
ko: 객체 편집기

source: O&bject Editor
fr: Éditeur d'o&bjet
ko: 객체 편집기(&B)

source: X Offset
fr: Décalage X (horizontal)
ko: X 오프셋 인쇄

source: Display the X Offset
fr: Affiche le décalage X (horizontal)
ko: X 오프셋 인쇄 화면표시

source: Y Offset
fr: Décalage Y (vertical)
ko: Y 오프셋 인쇄

source: Display the Y Offset
fr: Affiche le décalage Y (vertical)
ko: Y 오프셋 인쇄 화면표시

source: Outline
fr: Structure
ko: 윤곽선

source: &Outline
fr: &Structure
ko: 윤곽선(&O)

source: Pitch Name &Language
fr: &Langue du nom des notes
ko: 음 높이 이름 언어(&L)

source: Change the LilyPond language used for pitch names in this document or in the selection.
fr: Changer la langue des noms de notes LilyPond dans ce document ou dans la sélection.
ko: 이 문서 또는 선택 항목에서 음 높이 이름에 사용되는 LilyPond 언어를 변경합니다.

source: Convert Relative to &Absolute
fr: Convertir du mode relatif au mode &absolu
ko: 상대음높이를 절대음높이로 변환하기(&A)

source: Converts the notes in the document or selection from relative to absolute pitch.
fr: Convertit les notes dans le document ou la sélection du mode de hauteurs relatives au mode absolu.
ko: 문서의 음표 또는 선택항목을 상대 음 높이에서 절대 음 높이로 변환합니다.

source: Convert Absolute to &Relative
fr: Convertir du mode absolu au mode &relatif
ko: 절대음높이를 상대음높이로 변환하기(&R)

source: Converts the notes in the document or selection from absolute to relative pitch.
fr: Convertit les notes dans le document ou la sélection du mode de hauteurs absolues au mode relatif.
ko: 문서 또는 선택항목의 음표를 절대 음 높이에서 상대 음 높이로 변환합니다.

source: &Transpose...
fr: &Transposer...
ko: 조옮김하기(&T)...

source: Transposes all notes in the document or selection.
fr: Transpose toutes les notes du document ou de la sélection.
ko: 문서 또는 선택항목의 모든 음표를 조옮김합니다.

source: &Modal Transpose...
fr: Transposition &Modale…
ko: 모달 조옮김하기(&M)...

source: Transposes all notes in the document or selection within a given mode.
fr: Transpose toutes les notes du document ou de la sélection dans un mode donné.
ko: 지정된 모드 내에서 문서 또는 선택항목의 모든 음표를 조옮김합니다.

source: Mode shift...
fr: Changement de mode…
ko: 모드 옮기기...

source: Transforms all notes in the document or selection to an optional mode.
fr: Transpose toutes les notes du document ou de la sélection dans un mode optionnel.
ko: 문서 또는 선택항목의 모든 음표를 옵션 모드로 변환합니다.

source: Simplify Accidentals
fr: Simplifier les altérations
ko: 임시표 단순화하기

source: Replaces notes with accidentals as much as possible with natural neighbors.
fr: Remplacer les notes altérées par leurs enharmoniques naturelles dès que c'est possible.
ko: 가능한 한 임시표가 있는 음표를 제자리표 이웃음으로 바꿉니다.

source: First pitch in \relative {...} is absolute
fr: La première hauteur de note dans \relative {...} est absolue
ko: \relative {...}의 첫 음 높이는 절대음높이입니다

source: If checked, always assume that the first pitch of a \relative {...} expression without startpitch is absolute. Otherwise, Frescobaldi only assumes this when the LilyPond version >= 2.18.
fr: Si coché, la première hauteur de note dans un bloc \relative {...} sans note de départ sera toujours présumée absolue. Sans cela, Frescobaldi n'aura ce comportement que lorsque la version de LilyPond utilisée est >= 2.18.
ko: 이 옵션이 선택된 경우, 시작음높이가 없는 \relative {...} 표현식의 첫 번째 음 높이가 절대음이라고 항상 가정합니다. 그렇지 않으면 Frescobaldi는 LilyPond 버전 >= 2.18인 경우에만 이를 가정합니다.

source: Write \relative with startpitch
fr: Écrire \relative avec une note de départ
ko: 시작음높이로 \relative 쓰기

source: If checked, when converting absolute music to relative, a startpitch is added. Otherwise, no starting pitch is written.
fr: Si coché, une note de départ sera donnée lors de la conversion d'une musique absolue en musique relative. Sans cela, aucune note de départ ne sera écrite.
ko: 이 옵션이 선택된 경우, 절대 악보를 상대 악보로 변환할 때, 시작음높이가 추가됩니다. 그렇지 않으면 시작하는 음 높이가 기록되지 않습니다.

source: Mode Shift
fr: Changement de mode
ko: 모드 옮기기

source: Key:
fr: Tonalité :
ko: 키:

source: shift pitches
fr: changement de hauteurs
ko: 음 높이 옮기기

source: Pitch Name Language
fr: Langue du nom des notes
ko: 음 높이 이름 언어

source: Can't perform the requested translation. The music contains quarter-tone alterations, but those are not available in the pitch language "{name}".
fr: Impossible d'effectuer la traduction demandée. La partition contient des altérations en quarts de ton qui ne sont pas disponibles avec les noms de note en « {name} ».
ko: 요청한 번역을 수행할 수 없습니다. 악보에 4분음 변경이 포함되어 있지만 음 높이 언어 "{name}"에서는 사용할 수 없습니다.

source: The pitch language of the selected text has been updated, but you need to manually add the following command to your document:
fr: La langue des noms de notes a été mise à jour dans le code sélectionné. Vous devez maintenant ajouter manuellement la commande suivante dans votre document :
ko: 선택한 텍스트의 음 높이 언어가 업데이트되었지만, 문서에 다음 명령을 수동으로 추가해야 합니다:

source: (for LilyPond below 2.14), or
fr: (pour LilyPond antérieur à 2.14), ou
ko: (LilyPond 2.14 이하의 경우), 또는

source: (for LilyPond 2.14 and higher.)
fr: (pour LilyPond 2.14 et ultérieur.)
ko: (LilyPond 2.14 이상 버전)

source: Transpose
fr: Transposer
ko: 조옮김하기
