Repository: frescobaldi/frescobaldi
Catalog: i18n/frescobaldi/*.po
Languages: fr, ko

source: All voices same lyrics
fr: Mêmes paroles pour toutes les voix
ko: 모든 보이스 같은 가사

source: A set of the same lyrics is placed between all staves.
fr: L'ensemble des paroles est imprimé entre toutes les portées.
ko: 동일한 가사 세트가 모든 보표 사이에 배치됩니다.

source: Every voice same lyrics
fr: Mêmes paroles pour chaque voix
ko: 보이스마다 같은 가사

source: Every voice gets its own lyrics, using the same text as the other voices.
fr: Chaque voix a ses propres paroles, mais le texte est le même pour toutes.
ko: 모든 보이스는 다른 보이스와 동일한 텍스트를 사용하여 고유한 가사를 얻습니다.

source: Every voice different lyrics
fr: Différentes paroles pour chaque voix
ko: 보이스마다 다른 가사

source: Every voice gets a different set of lyrics.
fr: Chaque voix a son propre texte.
ko: 각각의 보이스에 서로 다른 가사를 적용합니다.

source: Distribute stanzas
fr: Répartir les couplets
ko: 스탠자 분배하기

source: One set of stanzas is distributed across the staves.
fr: L'ensemble des couplets est réparti entre les portées.
ko: 한 세트의 스탠자가 보표 전체에 분배됩니다.

source: Vocal
fr: Section vocale
ko: 보컬

source: Flute
fr: Flûte
ko: 플루트

source: Alto Flute
fr: Flûte alto
ko: 알토 플루트

# abbreviation Alto flute
source: Afl.
fr: Fl. a.

source: Bass flute
fr: Flûte Basse
ko: 베이스 플루트

# abbreviation for Bass flute
source: Bfl.
fr: Fl. B.

source: Oboe
fr: Hautbois
ko: 오보에

# abbreviation for Oboe
source: Ob.
fr: Htb.

source: Oboe d'amore
fr: Hautbois d'amour
ko: 오보에 다모레

# abbreviation for Oboe d'amore
source: Ob.d'am.
fr: Htb.d'am.

source: English horn
fr: Cor Anglais
ko: 잉글리시 호른

# abbreviation for English horn
source: Eng.h.
fr: C. Angl.

source: Bassoon
fr: Basson
ko: 바순

# abbreviation for Bassoon
source: Bn.
fr: Bsn

source: Contrabassoon
fr: Contrebasson
ko: 콘트라바순

source: Clarinet
fr: Clarinette
ko: 클라리넷

source: E-flat clarinet
fr: Clarinette en mi bémol
ko: E-플랫 클라리넷

# abbreviation for E-flat Clarinet
source: Cl. in Eb
fr: Cl. en mib

source: A clarinet
fr: Clarinette en la
ko: A 클라리넷

# abbreviation for A Clarinet
source: Cl. in A
fr: Cl. en la

source: Bass clarinet
fr: Clarinette basse
ko: 베이스 클라리넷

source: C-Melody Sax
fr: Saxophone en Ut
ko: C-멜로디 색스

# abbreviation for C-Melody Sax
source: C-Mel Sax
fr: Sax. Ut

source: Sopranino Sax
fr: Saxophone Sopranino
ko: 소프라니노 색스

# abbreviation for Sopranino Sax
source: SiSx.
fr: Sax. Snn.

source: Soprano Sax
fr: Saxophone Soprano
ko: 소프라노 색스

# abbreviation for Soprano Sax
source: SoSx.
fr: Sax. Spn.

source: Alto Sax
fr: Saxophone Alto
ko: 알토 색스

# abbreviation for Alto Sax
source: ASx.
fr: Sax. Alt.

source: Tenor Sax
fr: Saxophone Ténor
ko: 테너 색스

# abbreviation for Tenor Sax
source: TSx.
fr: Sax. Tén.

source: Baritone Sax
fr: Saxophone Baryton
ko: 바리톤 색스

# abbreviation for Baritone Sax
source: BSx.
fr: Sax. Bar.

source: Bass Sax
fr: Saxophone Basse
ko: 베이스 색스

# abbreviation for Bass Sax
source: BsSx.
fr: Sax. Bas.

source: Sopranino recorder
fr: Flûte à bec Sopranino
ko: 소프라니노 리코더

# abbreviation for Sopranino recorder
source: Si.rec.
fr: Fl. Si.

source: Soprano recorder
fr: Flûte à bec Soprano
ko: 소프라노 리코더

# abbreviation for Soprano recorder
source: S.rec.
fr: Fl. S.

source: Alto recorder
fr: Flûte à bec Alto
ko: 알토 리코더

# abbreviation for Alto recorder
source: A.rec.
fr: Fl. A.

source: Tenor recorder
fr: Flûte à bec Ténor
ko: 테너 리코더

# abbreviation for Tenor recorder
source: T.rec.
fr: Fl. T.

source: Bass recorder
fr: Flûte à bec Basse
ko: 베이스 리코더

# abbreviation for Bass recorder
source: B.rec.
fr: Fl. B.

source: Contra Bass recorder
fr: Flûte à bec Contrebasse
ko: 콘트라 베이스 리코더

# abbreviation for Contra Bass recorder
source: Cb.rec.
fr: Fl. Cb.

source: Subcontra Bass recorder
fr: Flûte à bec Subcontrebasse
ko: 서브콘트라 베이스 리코더

# abbreviation for Subcontra Bass recorder
source: Scb.rec.
fr: Fl. Scb.

source: Woodwinds
fr: Bois
ko: 목관악기

source: Search:
fr: Rechercher :
ko: 검색:

source: Find Previous
fr: Rechercher le précédent
ko: 이전 찾기

source: Find Next
fr: Rechercher le suivant
ko: 다음 찾기

source: &Case
fr: &Casse
ko: 대소문자(&C)

source: Case Sensitive
fr: Sensible à la casse
ko: 대소문자 구분

source: Regular Expression
fr: Expression régulière
ko: 정규 표현식

source: The total number of matches
fr: Nombre total de résultats
ko: 총 일치 횟수

source: Replace:
fr: Remplacer :
ko: 바꾸기:

source: Re&place
fr: Rem&placer
ko: 바꾸기(&P)

source: Replaces the next occurrence of the search term.
fr: Remplacer la prochaine occurrence du terme recherché.
ko: 검색어의 다음 항목을 바꿉니다.

source: &All
fr: Tous
ko: 모두(&A)

source: Replaces all occurrences of the search term in the document or selection.
fr: Remplace toutes les occurrences du terme recherché dans le document ou dans la sélection.
ko: 문서 또는 선택항목에서 검색어의 모든 항목을 바꿉니다.

source: Manage Sessions
fr: Gérer les Sessions
ko: 세션 관리하기

source: &Import...
fr: &Importer
ko: 가져오기(&I)...

source: Opens a dialog to import a session from a file.
fr: Ouvre une boîte de dialogue permettant d'importer une session depuis un fichier.
ko: 파일에서 세션을 가져오기 위한 대화상자를 엽니다.

source: E&xport...
fr: E&xporter
ko: 내보내기(&X)...

source: Opens a dialog to export a session to a file.
fr: Ouvre une boîte de dialogue permettant d'exporter une session vers un fichier.
ko: 세션을 파일로 내보내는 대화상자를 엽니다.

source: &Activate
fr: &Activer
ko: 활성화하기(&A)

source: Switches to the selected session.
fr: Bascule vers la session sélectionnée.
ko: 선택한 세션으로 전환합니다.

source: JSON Files
fr: Fichiers JSON
ko: JSON 파일

# dialog title
source: Import session
fr: Importer session
ko: 세션 가져오기

# dialog title
source: Export session
fr: Exporter session
ko: 세션 내보내기

source: Name:
fr: Nom :
ko: 이름:

source: Always save the list of documents in this session
fr: Toujours enregistrer la liste des documents dans cette session
ko: 이 세션의 문서 목록을 항상 저장하기

source: Base directory:
fr: Dossier de base :
ko: 기본 디렉터리:

source: Use session specific include path
fr: Utiliser un chemin d'inclusion spécifique
ko: 세션별 include 경로 사용하기

source: Replace global path
fr: Remplacer le chemin global
ko: 전역 경로 바꾸기

source: When checked, paths in LilyPond preferences are not included.
fr: Lorsque coché, les chemins des préférences de LilyPond ne sont pas inclus.
ko: 이 옵션을 선택하면, LilyPond 환경설정의 경로가 포함되지 않습니다.

source: Copy global path
fr: Copier le chemin global
ko: 전역 경로 복사하기

source: Add and edit the path from LilyPond preferences.
fr: Ajouter et éditer le chemin depuis les préférences de LilyPond.
ko: LilyPond 환경설정에서 경로를 추가하고 편집합니다.

source: Remove all paths.
fr: Supprimer tous les chemins.
ko: 모든 경로를 제거합니다.

source: Edit session: {name}
fr: Éditer la session : {name}
ko: 세션 편집하기: {name}

source: Edit new session
fr: Éditer une nouvelle session
ko: 새 세션 편집하기

source: Please enter a session name.
fr: Veuillez saisir un nom de session.
ko: 세션 이름을 입력하세요.

source: Please do not use the name '{name}'.
fr: Veuillez ne pas utiliser le nom « {name} ».
ko: '{name}' 이름은 사용하지 마세요.

source: Another session with the name {name} already exists. Do you want to overwrite it?
fr: Une autre session nommée {name} existe déjà. Voulez-vous l'écraser ?
ko: 이름이 {name}인 다른 세션이 이미 존재합니다. 덮어쓰시겠습니까?

source: Overwrite
fr: Écraser
ko: 덮어쓰기

# New Session
source: &New...
fr: &Nouvelle session...
ko: 새로 만들기(&N)...

source: &Manage...
fr: Gérer...
ko: 관리하기(&M)...

source: No Session
fr: Pas de session
ko: 세션 없음

source: &Line Numbers
fr: Numéro de ligne
ko: 오선 번호(&L)

source: &Enable Folding
fr: Activer Déplier/Replier
ko: 접기 활성화(&E)

source: &Fold Current Region
fr: Replier la région courante
ko: 현재 영역 접기(&F)

source: Fold &Top Region
fr: &Repérer la région du haut
ko: 상단 영역 접기(&T)

source: &Unfold Current Region
fr: Déplier la région courante
ko: 현재 영역 펼치기(&U)

source: Fold &All
fr: Tout replier
ko: 모두 접기(&A)

source: U&nfold All
fr: Tout déplier
ko: 모두 펼치기(&N)

source: Blank Line
fr: Ligne vierge
ko: 빈 오선

source: Delete Line(s)
fr: Sélectionner des lignes entières au-dessus
ko: 오선 삭제하기

source: Delete Matching Pair
fr: Supprimer les caractères appairés
ko: 일치하는 쌍 삭제하기

source: Next Blank Line
fr: Ligne vide suivante
ko: 다음 빈 오선

source: Previous Blank Line
fr: Ligne vide précédente
ko: 이전 빈 오선

source: Select until Next Blank Line
fr: Sélectionner jusqu'à la prochaine ligne vide
ko: 다음 빈 오선까지 선택하기

source: Select until Previous Blank Line
fr: Sélectionner jusqu'à la ligne vide précédente
ko: 이전 빈 오선까지 선택하기

source: Single Typographical Quotes
fr: Guillemets typographiques simples
ko: 조판용 작은 따옴표

source: Double Typographical Quotes
fr: Guillemets typographiques doubles
ko: 조판용 따옴표

source: Modern 2/2 Time Signature
fr: Indicateur de mesure 2/2 moderne
ko: 현대식 2/2 박자표

source: Modern 4/4 Time Signature
fr: Indicateur de mesure 4/4 moderne
ko: 현대식 4/4 박자표

source: Tactus Time Signature (number with note)
fr: Indicateur de mesure tactus (nombre avec note)
ko: 타크투스 박자표 (음표가 있는 번호)

source: LilyPond Version
fr: Version de LilyPond
ko: LilyPond 버전

source: Repeat unfold
fr: Répétition explicite
ko: 도돌이표 unfold

source: Relative Music
fr: Musique relative
ko: 상대 악보

source: Upper case selection
fr: Sélection en haut de casse
ko: 대문자 선택

source: Lower case selection
fr: Sélection en bas de casse
ko: 소문자 선택

source: Title case selection
fr: Sélection en casse de titre
ko: 제목 대소문자 선택

source: Markup lines
fr: Markup en lignes
ko: 마크업 라인

source: Markup column
fr: Markup en colonne
ko: 마크업 열

source: Tagline with date and LilyPond version
fr: Slogan avec date et version de LilyPond
ko: 날짜와 LilyPond 버전이 있는 태그라인

source: Header Template
fr: Modèle d'en-tête
ko: 헤더 템플릿

source: No Tagline
fr: Pas de slogan
ko: 태그라인 없음

source: No Barnumbers
fr: Pas de numéros de mesure
ko: 세로선 번호 없음

source: Midi Tempo
fr: Tempo MIDI :
ko: MIDI 템포

source: Staff Size
fr: Taille des portées
ko: 보표 크기

source: Double selection or current line
fr: Doubler la sélection ou la ligne courante
ko: 이중 선택 또는 현재 오선

# snippet: add comment characters
source: Comment
fr: Commentaire
ko: 주석

# snippet: remove comment characters
source: Uncomment
fr: Dé-commenter
ko: 주석 해제

source: A5 Paper
fr: Papier A5
ko: A5 용지

source: Last note or chord
fr: Répéter la dernière note ou accord
ko: 마지막 음표 또는 화음

source: Color
fr: Couleur
ko: 색상

source: Basic Leadsheet
fr: Grille d'accords basique
ko: 기본 리드시트

source: Choir Hymn
fr: Chœur
ko: 합창 찬송가

source: Blank Music Sheet
fr: Feuille de musique vierge
ko: 빈 악보 시트

source: Edit Snippet
fr: Éditer le fragment
ko: 스니펫 편집하기

source: New Snippet
fr: Nouveau fragment
ko: 새 스니펫

source: Snippet Text:
fr: Texte du fragment :
ko: 스니펫 텍스트:

source: Title:
fr: Titre :
ko: 제목:

source: Shortcut:
fr: Raccourci :
ko: 단축키:

source: Empty Snippet
fr: Fragment vide
ko: 빈 스니펫

source: A snippet can't be empty.
fr: Un fragment ne peut pas être vide.
ko: 스니펫은 비워둘 수 없습니다.

source: The snippet has been modified. Do you want to save your changes or discard them?
fr: Le fragment a été modifié. Voulez-vous enregistrer les changements ou les ignorer ?
ko: 스니펫이 수정되었습니다. 변경사항을 저장하시겠습니까, 아니면 취소하시겠습니까?

source: Click to change the keyboard shortcut.
fr: Cliquez pour changer le raccourci clavier
ko: 키보드 단축키를 변경하려면 클릭하세요.

source: The current date in YYYY-MM-DD format.
fr: La date du jour au format AAAA-MM-JJ.
ko: 현재 날짜는 YYYY-MM-DD 형식입니다.

source: The version of the default LilyPond program.
fr: La version du programme LilyPond par défaut.
ko: 기본 LilyPond 프로그램의 버전입니다.

source: The version of Frescobaldi.
fr: La version de Frescobaldi.
ko: Frescobaldi 버전입니다.

source: The URL of the current document.
fr: L'URL du document courant.
ko: 현재 문서의 URL입니다.

source: The full local filename of the current document.
fr: Le nom local complet du document courant.
ko: 현재 문서의 전체 로컬 파일이름입니다.

source: The name of the current document.
fr: Le nom du document courant.
ko: 현재 문서의 이름입니다.

source: Moves the text cursor here after insert.
fr: Déplace le curseur de texte après l'insertion.
ko: 삽입 후 텍스트 커서를 여기로 이동합니다.

source: Selects text from here to the position given using the <code>$CURSOR</code> variable
fr: Sélectionne le texte d'ici jusqu'à la position donnée par la variable <code>$CURSOR</code>
ko: <code>$CURSOR</code> 변수를 사용하여 여기에서 지정된 위치까지의 텍스트를 선택합니다

source: The selected text if available. If not, the text cursor is moved here.
fr: Le texte sélectionné si disponible. Sinon, le curseur de texte est déplacé ici.
ko: 사용 가능한 경우 선택한 텍스트입니다. 그렇지 않으면 텍스트 커서가 여기로 이동됩니다.

source: No snippets found.
fr: Aucun fragment trouvé
ko: 스니펫을 찾을 수 없습니다.

# dialog title
source: Import Snippets
fr: Importer des fragments
ko: 스니펫 가져오기

source: New Snippets
fr: Nouveaux fragments
ko: 새 스니펫들

source: Updated Snippets
fr: Fragments mis à jour
ko: 업데이트된 스니펫

source: Unchanged Snippets
fr: Fragments non modifiés
ko: 변경되지 않은 스니펫

source: Import Keyboard Shortcuts
fr: Importer les raccourcis clavier
ko: 키보드 단축키 가져오기

source: Choose which snippets you want to import:
fr: Veuillez choisir les fragments à importer :
ko: 가져올 스니펫 고르기:

source: There are no new or updated snippets in the file.
fr: Il n'y a aucun fragment nouveau ou mis à jour dans ce fichier.
ko: 파일에 새롭거나 업데이트된 스니펫이 없습니다.

source: <p>Here the snippets from {filename} are displayed.</p> <p>If there are new or updated snippets, you can select or deselect them one by one, or all at once, using the checkbox of the group. Then click OK to import all the selected snippets.</p> <p>Existing, unchanged snippets can't be imported.</p>
fr: <p>Les fragments de {filename} sont affichés ici.</p> <p>S'il y a des fragments nouveaux ou mis à jour, vous pouvez les sélectionner ou les désélectionner un par un, ou tous ensemble en utilisant la case à cocher du groupe. Cliquez OK pour importer tous les fragments sélectionnés.</p> <p>Les fragments existants ou non modifiés ne peuvent pas être importés.</p>
ko: <p>여기에 {filename}의 스니펫이 표시됩니다.</p> <p>새롭거나 업데이트된 스니펫이 있는 경우, 그룹의 확인란을 사용하여 하나씩 또는 한 번에 모두 선택하거나 선택 취소할 수 있습니다. 그런 다음 확인을 클릭하여 선택한 스니펫을 모두 가져옵니다.</p> <p>기존의 변경되지 않은 스니펫은 가져올 수 없습니다.</p>

source: Snippet error
fr: Erreur de fragment
ko: 스니펫 오류

# menu title
source: Sn&ippets
fr: Fragments
ko: 스니펫(&I)

source: New
fr: Nouveau
ko: 새로 만들기

# dialog title
source: Restore Built-in Snippets
fr: Rétablir les Fragments par défaut
ko: 내장 스니펫 복원하기

source: This dialog allows you to recover built-in snippets that have been changed or deleted. Check the snippets you want to recover and click the button "Restore Checked Snippets."
fr: Cette boîte de dialogue vous permet de rétablir des fragments par défaut qui ont été changés ou supprimés. Cochez les fragments que vous voulez rétablir et cliquez sur le bouton « Rétablir les Fragments Sélectionnés ».
ko: 이 대화상자를 사용하면 변경되거나 삭제된 내장 스니펫을 복구할 수 있습니다. 복구할 스니펫을 확인하고 "선택한 스니펫 복원하기" 버튼을 클릭하세요.

source: Restore Checked Snippets
fr: Rétablir les Fragments Sélectionnés
ko: 확인된 스니펫 복원하기

source: Deleted Snippets
fr: Fragments Supprimés
ko: 삭제된 스니펫

source: Changed Snippets
fr: Fragments Modifiés
ko: 변경된 스니펫

source: Save as Template
fr: Enregistrer comme modèle
ko: 템플릿으로 저장하기

source: Please enter a template name:
fr: Veuillez saisir un nom de modèle :
ko: 템플릿 이름을 입력하세요:

source: Run LilyPond when creating a new document from this template
fr: Exécutez LilyPond lors de la création d'un nouveau document à partir de ce modèle
ko: 이 템플릿에서 새 문서를 만들 때 LilyPond를 실행합니다

source: Overwrite Template?
fr: Écraser le modèle ?
ko: 템플릿을 덮어쓸까요?

source: A template named "{name}" already exists. Do you want to overwrite it?
fr: Un template {name} existe déjà. Voulez-vous l'écraser ?
ko: 이름이 "{name}"인 템플릿이 이미 존재합니다. 덮어쓰시겠습니까?

source: Snippets
fr: Fragments
ko: 스니펫

source: &Snippets
fr: &Fragments
ko: 스니펫(&S)

source: Save as Template...
fr: Enregistrer comme modèle...
ko: 템플릿으로 저장하기...

source: Copy to &Snippet...
fr: Copier vers un fragment...
ko: 스니펫으로 복사하기(&S)...

source: Manage Templates...
fr: Organiser les modèles...
ko: 템플릿 관리하기...

source: Manage &Snippets...
fr: Organiser les fragments…
ko: 스니펫 관리하기(&S)...

source: &Add...
fr: &Ajouter...
ko: 추가하기(&A)...

source: Add a new snippet. ({key})
fr: Ajouter un nouveau fragment. ({key})
ko: 새 스니펫을 추가합니다. ({key})

source: &Edit...
fr: &Éditer...
ko: 편집하기(&E)...

source: Edit the current snippet. ({key})
fr: Éditer le fragment courant. ({key})
ko: 현재 스니펫을 편집합니다. ({key})

source: Configure Keyboard &Shortcut...
fr: Configurer le Raccourci Clavier...
ko: 키보드 단축키 구성하기(&S)...

source: Remove the selected snippets.
fr: Supprimer les fragments sélectionnés
ko: 선택한 스니펫을 제거합니다.

source: A&pply
fr: A&ppliquer
ko: 적용하기(&P)

source: Apply the current snippet.
fr: Appliquer le fragment courant.
ko: 현재 스니펫을 적용합니다.

source: Import snippets from a file.
fr: Importer des fragments depuis un fichier.
ko: 파일에서 스니펫을 가져옵니다.

source: Export snippets to a file.
fr: Exporter des fragments vers un fichier.
ko: 스니펫을 파일로 내보냅니다.

source: Restore &Built-in Snippets...
fr: Rétablir les Fragments par défaut...
ko: 내장 스니펫 복원하기(&B)...

source: Restore deleted or changed built-in snippets.
fr: Rétablir les fragments par défaut qui ont été supprimés ou modifiés.
ko: 삭제되거나 변경된 내장 스니펫을 복원합니다.

source: &Help
fr: Aide
ko: 도움말(&H)

source: Enter text to search in the snippets list. See "What's This" for more information.
fr: Saisissez le texte à rechercher dans la liste des fragments. Voir « Qu'est-ce que c'est ? » pour plus d'information.
ko: 스니펫 목록에서 검색할 텍스트를 입력합니다. 자세한 내용은 "이것은 무엇인가요"를 참조하세요.

source: Enter text to search in the snippets list, and press Enter to apply the currently selected snippet.
fr: Saisissez le texte à rechercher dans la liste des fragments et appuyez Entrée pour appliquer le fragment sélectionné.
ko: 스니펫 목록에서 검색할 텍스트를 입력하고 Enter 키를 누르면 현재 선택된 스니펫이 적용됩니다.

source: If the search text fully matches the value of the '{name}' variable of a snippet, that snippet is selected.
fr: Si le texte recherché correspond parfaitement à la valeur de la variable « {name} » d'un fragment, ce fragment est sélectionné.
ko: 검색 텍스트가 스니펫의 '{name}' 변수 값과 완전히 일치하면 해당 스니펫이 선택됩니다.

source: If the search text starts with a colon ':', the rest of the search text filters snippets that define the given variable. After a space a value can also be entered, snippets will then match if the value of the given variable contains the text after the space.
fr: Si le texte de recherche commence par deux points « : », le reste du texte de recherche filtre les fragments qui définissent la variable donnée. Après un espace, une valeur peut aussi être saisie. Les fragments seront alors triés si la valeur de la variable donnée contient le texte après l'espace.
ko: 검색 텍스트가 콜론 ':'으로 시작하면 나머지 검색 텍스트는 지정된 변수를 정의하는 스니펫을 필터링합니다. 공백 뒤에 값을 입력할 수도 있습니다. 주어진 변수의 값에 공백 뒤의 텍스트가 포함되어 있으면 스니펫이 일치합니다.

source: E.g. entering {menu} will show all snippets that are displayed in the insert menu.
fr: Par exemple, saisir {menu} affichera tous les fragments qui sont affichés dans le menu Insérer.
ko: 예를 들어 {menu}를 입력하면 삽입 메뉴에 표시되는 모든 스니펫이 표시됩니다.

# dialog title
source: Export {num} Snippet
fr: Exporter {num} fragment
ko: {num}개 스니펫 내보내기

# window title
source: SVG View
fr: Aperçu SVG
ko: SVG 보기

source: SV&G View
fr: Aperçu SV&G
ko: SVG 보기(&G)

source: Zoom &In
fr: Zoom avant
ko: 확대(&I)

source: Zoom &Out
fr: Zoom arrière
ko: 축소(&O)

source: Original &Size
fr: Taille originale
ko: 원본 크기(&S)

source: Toolbar
fr: Barre d'outils
ko: 도구 모음

source: Start
fr: Démarrer
ko: 시작하기

source: Contents
fr: Table des matières
ko: 콘텐츠

source: (no key defined)
fr: (pas de touche définie)
ko: (정의된 키 없음)

source: Up:
fr: Haut :
ko: 위로:

source: In this chapter:
fr: Dans ce chapitre :
ko: 이 챕터의 내용:

source: Next:
fr: Suivant :
ko: 다음:

source: Next Chapter:
fr: Chapitre suivant :
ko: 다음 챕터:

source: See also:
fr: Voir aussi :
ko: 참조 항목:

source: VBCL Error: Missing mandatory key(s) '{keys}'
fr: Erreur VBCL: clé(s) nécessaire(s) manquante(s): '{keys}'
ko: VBCL 오류: 필수 키 '{keys}' 누락됨

source: Git not found
fr: Aucune installation Git n'a été trouvée
ko: Git을 찾을 수 없습니다

source: Frescobaldi is run from within a Git repository, but Git does not appear to be working. Git support will be disabled. If you have Git installed, you can specify its location in the Preferences dialog.
fr: Frescobaldi est exécuté depuis un dépôt Git mais Git ne semble pas être installé. Le support Git sera désactivé, mais si vous avez une installation de Git, vous pouvez indiquer le chemin de l'exécutable dans les Préférences. Message d'erreur :
ko: Frescobaldi는 Git 저장소 내에서 실행되지만 Git이 작동하지 않는 것 같습니다. Git 지원이 비활성화됩니다. Git이 설치되어 있는 경우 환경설정 대화상자에서 해당 위치를 지정할 수 있습니다.

source: The given directory '{rootdir} doesn't seem to be a Git repository.
fr: Le dossier indiqué '{rootdir} ne semble pas être un dépôt Git.
ko: 지정된 디렉터리 '{rootdir}'는 Git 저장소가 아닌 것 같습니다.

source: Successful checkout of branch:
fr: Importation de la branche réussie:
ko: 브랜치 체크아웃 성공:

source: Git Checkout Error
fr: Erreur d'importation Git
ko: Git 체크아웃 오류

source: PDF Files
fr: Fichiers PDF

source: The following file is missing and could not be loaded when restoring a session:
fr: Le fichier suivant est manquant et n'a pu être rechargé à la restauration de la session:
ko: 다음 파일이 누락되어 세션을 복원할 때 불러올 수 없음:

source: Missing files in {name}
fr: Fichiers manquants dans {name}
ko: {name}에 누락된 파일

source: Show Help
fr: Montrer l'aide
ko: 도움말 표시하기

source: Show toolbar
fr: Afficher la barre d'outils
ko: 도구 모음 표시하기

source: Open music document(s)
fr: Ouvrir le(s) document(s) musical(aux)
ko: 악보 문서 열기

source: Open
fr: Ouvrir
ko: 열기

source: Close document
fr: Fermer le document
ko: 문서 닫기

source: Close other documents
fr: Fermer les autres documents
ko: 다른 문서 닫기

source: Close all documents
fr: Fermer tous les documents
ko: 모든 문서 닫기

source: File not found: {} Please restore if you can.
fr: Fichier non trouvé: {} Restaurez-le si vous le pouvez.
ko: 파일을 찾을 수 없음: {} 가능하시다면 복원해 주세요.

source: Show...
fr: Afficher...
ko: 표시하기...

source: Close...
fr: Fermer...
ko: 닫기...

source: The file {filename} is missing. Do you want to remove the filename from the list?
fr: Le fichier {filename} semble manquant. Voulez-vous le retirer de la liste ?
ko: {filename} 파일이 없습니다. 목록에서 파일이름을 제거하시겠습니까?

source: Answering 'No' will give you a chance to restore the file without having to re-add it.
fr: Si vous répondez 'Non', vous aurez l'occasion de restaurer le fichier sans devoir le ré-ajouter.
ko: '아니요'라고 답하면 파일을 다시 추가할 필요 없이 복원할 수 있습니다.

source: Manuscript
fr: Manuscrit
ko: 원고

source: Manuscript Viewer
fr: Aperçu de manuscrit
ko: 원고 뷰어

# dialog title
source: Open Manuscript(s)
fr: Ouvrir le(s) manuscrit(s)
ko: 원고 열기

source: Select Manuscript Document
fr: Sélectionner le document manuscrit
ko: 원고 문서 선택하기

source: Open manuscript(s)
fr: Ouvrir le(s) manuscrit(s)
ko: 원고 열기

source: Close manuscript
fr: Fermer le manuscrit
ko: 원고 닫기

source: Close other manuscripts
fr: Fermer les autres manuscrits
ko: 다른 원고 닫기

source: Close all manuscripts
fr: Fermer tous les manuscrits
ko: 모든 원고 닫기

source: <p>The Manuscript Viewer displays an original manuscript one is copying from.</p> <p>See {link} for more information.</p>
fr: <p>La visionneuse de manuscrits affiche un manuscrit original à partir duquel la partition est copiée.</p> <p>Voir {link} pour plus d'informations.</p>
ko: <p>원고 뷰어에는 복사 중인 원본 원고가 표시됩니다.</p> <p>자세한 내용은 {link}를 참조하세요.</p>

source: Start recording a key sequence.
fr: Commencer l'enregistrement d'une séquence de touches.
ko: 키 시퀀스 녹음을 시작합니다.

source: Clear the key sequence.
fr: Effacer la séquence de touches.
ko: 키 시퀀스를 지웁니다.

source: Input
fr: Entrée
ko: 입력

source: Restart Required
fr: Redémarrage requis
ko: 재시작 요구됨
