Repository: frescobaldi/frescobaldi
Catalog: i18n/frescobaldi/*.po
Languages: fr, ko

source: PyQtWebEngine has been intentionally excluded from the application bundle: at the moment, including it results in a faulty application.<br><br>For more details, see <a href="{issue}">issue #1244</a> on Frescobaldi's GitHub page.<br>For more information on alternative ways of running Frescobaldi, see the <a href="{wiki}">relevant Wiki page</a> on GitHub.
fr: PyQtWebEngine a été intentionnellement exclu du paquet d'applications : pour le moment, cela rend l'application défectueuse.<br><br>Pour plus de détails, consultez le <a href="{issue}">numéro 1244</a> sur la page GitHub de Frescobaldi.<br>Pour plus d'informations sur les autres façons d'exécuter Frescobaldi, consultez la <a href="{wiki}">page Wiki pertinente</a> sur GitHub.
ko: PyQtWebEngine은 의도적으로 응용 프로그램 번들에서 제외되었습니다. 현재로서는 응용 프로그램에 결함이 있습니다.<br><br>자세한 내용은, Frescobaldi의 GitHub 페이지의 <a href="{issue}">#1244 이슈</a>를 참조하세요.<br>Frescobaldi를 실행하는 다른 방법에 대한 자세한 내용은 GitHub의 <a href="{wiki}">관련 Wiki 페이지</a>를 참조하세요.

source: Automatic &Completion
fr: Complétion automatique
ko: 자동 완성(&C)

source: Show C&ompletions Popup
fr: Afficher les propositions de complétion
ko: 완성 팝업 표시하기(&O)

source: Special Characters
fr: Caractères spéciaux
ko: 특수 문자

source: Special Charac&ters
fr: Caractères spéciaux
ko: 특수 문자(&T)

source: Documentation Browser
fr: Documentation
ko: 도큐멘테이션 브라우저

source: &Documentation Browser
fr: Documentation
ko: 도큐멘테이션 브라우저(&D)

source: Home
fr: Accueil
ko: 홈

source: Open Current Page in Web Browser
fr: Ouvrir cette page dans un navigateur Web
ko: 웹 브라우저에서 현재 페이지 열기

source: Open Homepage in Web Browser
fr: Ouvrir la page d'accueil dans un navigateur Web
ko: 웹 브라우저에서 홈페이지 열기

source: Print...
fr: Imprimer...
ko: 인쇄하기...

source: &LilyPond Documentation
fr: Documentation LilyPond
ko: LilyPond 도큐멘테이션(&L)

source: &Contextual LilyPond Help
fr: Aide LilyPond contextuelle
ko: 상황별 LilyPond 도움말(&C)

source: Search...
fr: Rechercher...
ko: 검색하기...

source: Copy &Link
fr: Copier le lien
ko: 링크 복사하기(&L)

source: Open Link in Web Browser
fr: Ouvrir le lien dans un navigateur Web
ko: 웹 브라우저에서 링크 열기

source: LilyPond Source
fr: Code source LilyPond
ko: LilyPond 소스

source: Save selected documents
fr: Enregistrer les documents sélectionnés
ko: 선택된 문서 저장하기

source: Close selected documents
fr: Fermer les documents sélectionnés
ko: 선택된 문서 닫기

source: Save documents in this folder
fr: Enregistrer les documents dans ce dossier
ko: 이 폴더에서 문서 저장하기

source: Close documents in this folder
fr: Fermer les documents dans ce dossier
ko: 이 폴더에서 문서 닫기

source: Save all untitled documents
fr: Enregistrer tous les documents sans titre
ko: 모든 제목없는 문서 저장하기

source: Close all untitled documents
fr: Fermer tous les documents sans titre
ko: 모든 제목없는 문서 닫기

source: Abort engraving job
fr: Annuler le travail de gravure
ko: 제판 작업 중단하기

source: Engrave (preview; press Shift for custom)
fr: Graver (aperçu; Maj-clic pour personnaliser)
ko: 제판하기 (미리보기; 사용자 지정을 위해 Shift 키 누르기)

source: Warning
fr: Avertissement
ko: 경고

source: An engrave job is running for the document "{name}". Do you want to abort the running job?
fr: Un processus de gravure pour le document "{name}" est en cours. Voulez-vous l'annuler ?
ko: "{name}" 문서에 대한 제판하기 작업이 실행 중입니다. 실행 중인 작업을 중단하시겠습니까?

source: &Always Engrave [{docname}]
fr: Toujours graver [{docname}]
ko: [{docname}] 항상 제판하기(&A)

source: &Always Engrave This Document
fr: Toujours graver ce document
ko: 이 문서 항상 제판하기(&A)

source: No LilyPond installation found
fr: Aucune installation de LilyPond n'a été trouvée
ko: LilyPond 설치를 찾을 수 없습니다

source: Frescobaldi uses LilyPond to engrave music, but LilyPond is not installed in the default locations and it cannot be found in your PATH. Please install LilyPond or, if you have already installed it, add it in the Preferences dialog.
fr: Frescobaldi utilise LilyPond pour graver les partitions, mais LilyPond n'est pas installé à un des emplacements par défaut et n'est pas présent dans votre PATH. Veuillez installer LilyPond ou, si vous l'avez déjà installé, ajoutez-le dans les Préférences.
ko: Frescobaldi는 악보를 작성하는 데 LilyPond를 사용하지만, LilyPond가 기본 위치에 설치되어 있지 않으며 사용자의 경로에서 찾을 수 없습니다. LilyPond를 설치하거나, 이미 설치했다면, 환경설정 대화상자에 추가해주세요.

source: Engrave
fr: Graver
ko: 제판하기

source: Engrave (preview; Shift-click for custom)
fr: Graver (aperçu; Maj-clic pour personnaliser)
ko: 제판하기 (미리보기; 사용자 지정을 위해 Shift+클픽)

source: &Engrave (preview)
fr: Graver (aperçu)
ko: 제판하기 (미리보기)(&E)

source: Engrave (&publish)
fr: Graver (publication)
ko: 제판하기 (출판하기)(&P)

source: Engrave (&layout control)
fr: Graver (contrôle de mise en page)
ko: 제판하기 (배치 제어)(&L)

source: Engrave (&custom)...
fr: Graver (personnalisé)...
ko: 제판하기 (사용자 지정)(&C)...

source: Abort Engraving &Job
fr: Interrompre le travail de gravure
ko: 제판 작업 중단하기(&J)

source: Automatic E&ngrave
fr: Gravure en continu
ko: 자동 제판하기(&N)

source: Open LilyPond &Data Directory
fr: Ouvrir le dossier LilyPond Data
ko: LilyPond 데이터 디렉터리 열기(&D)

source: Engrave custom
fr: Graver (personnalisé)
ko: 사용자 지정 제판하기

source: LilyPond Version:
fr: Version de LilyPond :
ko: LilyPond 버전:

source: Output Format:
fr: Format de sortie :
ko: 출력 형식:

source: Resolution:
fr: Résolution :
ko: 해상도:

source: Antialias Factor:
fr: Facteur de lissage :
ko: 앤티에일리어스 인수:

source: Engraving mode:
fr: Mode de gravure :
ko: 제판 모드:

source: Preview
fr: Aperçu
ko: 미리보기

source: Publish
fr: Publication
ko: 출판하기

source: First System Only
fr: Premier système
ko: 처음 보표단 만

source: Layout Control
fr: Contrôle de mise en page
ko: 레이아웃 제어

source: Delete intermediate output files
fr: Effacer les fichiers de sortie intermédiaires
ko: 중간 출력 파일 삭제하기

source: Embed Source Code
fr: Intégrer le code source au fichier PDF

source: Run LilyPond with English messages
fr: Lancer LilyPond avec des messages en anglais
ko: 영어 메시지와 함께 LilyPond 실행하기

source: Additional Command Line Options:
fr: Options supplémentaires de la ligne de commande :
ko: 추가 명령줄 옵션:

source: Run LilyPond
fr: Lancer LilyPond
ko: LilyPond 실행하기

source: PDF (EPS Backend)
fr: PDF (Backend EPS)
ko: PDF (EPS 백엔드)

source: Encapsulated PostScript (EPS Backend)
fr: PostScript encapsulé (Backend EPS)
ko: 캡슐화된 PostScript (EPS 백엔드)

source: PNG (EPS Backend)
fr: PNG (Backend EPS)
ko: PNG (EPS 백엔드)

source: XML (test ly.xml module)
fr: XML (test du module ly.xml)
ko: XML (테스트 ly.xml 모듈)

source: Generated &Files
fr: Fichiers générés
ko: 생성된 파일(&F)

source: No files available
fr: Aucun fichier disponible
ko: 사용 가능한 파일 없음

source: Invalid extension menu: {name}
fr: Extension non valide : {name}
ko: 잘못된 확장 기능 메뉴: {name}

source: &Tool Panel
fr: Panneau d'outils
ko: 도구 패널(&T)

source: Class '{classname}' can't access Extension object. It should provide an _extension_name class variable.
fr: La classe '{classname}' ne peut pas accéder à l'objet Extension. Elle doit fournir une variable de classe _extension_name.
ko: '{classname}' 클래스는 확장 기능 객체에 액세스할 수 없습니다. _extension_name 클래스 변수를 제공해야 합니다.

source: Invalid metadata:
fr: Métadonnées non valides :
ko: 잘못된 메타데이터:

source: Extensions whose extension.cnf file has errors. They will be loaded nevertheless.
fr: Extensions dont le fichier extension.cnf comporte des erreurs. Elles seront néanmoins chargées.
ko: extension.cnf 파일에 오류가 있는 확장 기능입니다. 그럼에도 불구하고 그것들은 불러오기될 것입니다.

source: Failed to load:
fr: Échec du chargement :
ko: 불러오지 못함:

source: Extensions that failed to load properly. Double click on name to show the stacktrace. Please contact the extension maintainer.
fr: Extensions qui n'ont pas réussi à se charger correctement. Double-cliquez sur le nom pour afficher le stacktrace. Veuillez contacter le responsable de l'extension.
ko: 제대로 불러오지 못한 확장 기능입니다. 이름을 두 번 클릭하면 스택 추적이 표시됩니다. 확장 기능 유지 관리자에게 문의해주세요.

source: Failed dependencies:
fr: Dépendances en échec
ko: 실패한 종속성:

source: Extensions with failed or circular dependencies. They are not loaded.
fr: Extensions avec des dépendances défectueuses. Elles ne sont pas chargées.
ko: 실패했거나 순환 종속성이 있는 확장 기능입니다. 불려오지 않았습니다.

source: Missing:
fr: Manquant :
ko: 누락됨:

source: Inactive:
fr: Inactif :
ko: 비활성:

source: Circular:
fr: Circulaire
ko: 순환:

source: Extension '{name}' failed to load with the given explanation:
fr: L'extension '{name}' n'a pas pu être chargée pour les raisons suivantes :
ko: '{name}' 확장 기능이 주어진 설명과 함께 불러오지 못함:

source: There were problems loading the extensions. The following details are also available from the Preferences dialog.
fr: Il y a eu des problèmes pour charger les extensions. Les détails suivants sont également disponibles dans la boîte de dialogue Préférences.
ko: 확장 기능을 불러오는 중에 문제가 발생했습니다. 환경설정 대화상자에서 다음 세부정보도 사용할 수 있습니다.

source: Extensions have changed
fr: Les extensions ont changé
ko: 확장 기능이 변경되었습니다

source: Extension panel widget class '{classname}' is not a subclass of ExtensionMixin. Please derive either from ExtensionWidget or add extensions.ExtensionMixin as a second base class.
fr: La classe de widget de panneau d'extension '{classname}' n'est pas une sous-classe de ExtensionMixin. Veuillez dériver de ExtensionWidget ou ajouter extensions.ExtensionMixin comme deuxième classe de base.
ko: 확장 패널 위젯 클래스 '{classname}'은 ExtensionMixin의 하위 클래스가 아닙니다. ExtensionWidget에서 파생하거나 extensions.ExtensionMixin을 두 번째 기본 클래스로 추가하세요.

source: Extension Tool Panel failed to load
fr: Le panneau d'outils d'extension n'a pas réussi à se charger
ko: 확장 기능 도구 패널을 불러오지 못했습니다

source: The Tool Panel provided by the extension {name} failed to load due to an exception. Please contact the extension's maintainer(s).
fr: Le panneau d'outils fourni par l'extension {name} n'a pas pu être chargé en raison d'une exception. Veuillez contacter le(s) responsable(s) de l'extension.
ko: {name} 확장 기능에서 제공하는 도구 모음을 예외로 인해 불러오지 못했습니다. 확장 기능의 유지관리자에게 문의하세요.

source: Trying to retrieve unknown setting '{setting}' in extension '{extension}'
fr: Tentative de récupérer un paramètre inconnu '{setting}' dans l'extension '{extension}'.
ko: '{extension}' 확장 기능에서 알 수 없는 '{setting}' 설정을 검색하기 위해 시도 중

source: Trying to store unknown setting '{setting}' in extension '{extension}'
fr: Tentative d'entrer un paramètre inconnu '{setting}' dans l'extension '{extension}'.
ko: '{extension}' 확장 기능에서 알 수 없는 '{setting}' 설정을 저장하기 위해 시도 중

source: Trying to store setting '{setting}' in extension '{extension}' with type '{type}' instead of '{type_is}'
fr: Tentative d'enter le paramètre '{setting}' dans l'extension '{extension}' avec le type '{type}' au lieu de '{type_is}'.
ko: '{type_is}' 대신 '{type}' 유형을 사용하여 '{extension}' 확장 기능에서 '{setting}' 설정을 저장하기 위해 시도 중

source: Tool Panel failed to load
fr: Le chargement du panneau d'outils a échoué
ko: 도구 패널을 불러오지 못했습니다

source: Modified Files
fr: Fichiers modifiés
ko: 수정된 파일

source: The following files were modified or deleted by other applications:
fr: Les fichiers suivants ont été modifiés ou supprimés par d'autres applications :
ko: 다음 파일은 다른 응용프로그램에서 수정 또는 삭제됨:

source: Reload
fr: Recharger
ko: 다시 불러오기

source: Reloads the selected documents from disk. (You can still reach the previous state of the document using the Undo command.)
fr: Recharge depuis le disque sur les documents sélectionnés. (Vous pouvez toujours revenir à l'état précédent d'un document en utilisant la commande « Annuler ».)
ko: 선택한 문서를 디스크에서 다시 불러옵니다. (실행 취소 명령을 사용하여 문서의 이전 상태에 도달할 수 있습니다.)

source: Reloads all externally modified documents from disk. (You can still reach the previous state of the document using the Undo command.)
fr: Recharge depuis le disque tous les documents modifiés par d'autres applications. (Vous pouvez toujours revenir à l'état précédent d'un document en utilisant la commande « Annuler ».)
ko: 외부에서 수정된 모든 문서를 디스크에서 다시 불러옵니다. (실행 취소 명령을 사용하여 문서의 이전 상태에 도달할 수 있습니다.)

source: Saves the selected documents to disk, overwriting the modifications by another program.
fr: Enregistre sur le disque dur les documents sélectionnés, et écrase les modifications dues à d'autres programmes.
ko: 선택한 문서를 디스크에 저장하고 다른 프로그램에서 수정한 내용을 덮어씁니다.

source: Saves all documents to disk, overwriting the modifications by another program.
fr: Enregistre sur le disque dur tous les documents, et écrase les modifications dues à d'autres programmes.
ko: 모든 문서를 디스크에 저장하고 다른 프로그램에서 수정한 내용을 덮어씁니다.

source: Show Difference...
fr: Afficher les différences...
ko: 차이점 표시하기...

source: Shows the differences between the current document and the file on disk.
fr: Affiche les différences entre le document courant et le fichier sur le disque dur.
ko: 현재 문서와 디스크에 있는 파일 간의 차이점을 보여줍니다.

source: Enable watching documents for external changes
fr: Active l'examen des modifications externes de documents
ko: 외부 변경사항에 대한 문서 감시 활성화

source: If checked, Frescobaldi will warn you when opened files are modified or deleted by other applications.
fr: Si coché, Frescobaldi vous avertira quand des fichiers ouverts auront été modifiés ou supprimés par d'autres applications.
ko: 이 옵션이 선택된 경우, 열린 파일이 다른 응용 프로그램에 의해 수정 또는 삭제될 때 Frescobaldi가 경고를 표시합니다.

source: [deleted]
fr: [supprimé]
ko: [삭제됨]

source: Could not save:
fr: Impossible d'enregistrer :
ko: 저장할 수 없음:

source: Please save the document using the "Save As..." dialog.
fr: Veuillez enregistrer le document en utilisant la boîte de dialogue « Enregistrer sous... ».
ko: "다른 이름으로 저장..." 대화상자를 사용하여 문서를 저장하세요.

source: Document on Disk
fr: Document sur le disque dur
ko: 디스크의 문서

source: Document: {url} Difference between the current document and the file on disk:
fr: Document : {url} Différences entre le document courant et le fichier sur le disque dur :
ko: 문서: {url} 현재 문서와 디스크에 있는 파일의 차이점:

# dialog title
source: Export MusicXML File
fr: Exporter un fichier MusicXML
ko: MusicXML 파일 내보내기

source: XML Files
fr: Fichiers XML
ko: XML 파일

source: Can't write to destination: {url} {error}
fr: Impossible d'écrire sur la cible : {url} {error}
ko: 대상에 쓸 수 없음: {url} {error}

source: The audio file couldn't be created. Please create midi file first
fr: Le fichier audio n'a pas pu être créé. Veuillez d'abord créer un fichier midi
ko: 오디오 파일을 만들 수 없습니다. 먼저 MIDI 파일을 생성하세요

# dialog title
source: Export Audio File
fr: Exporter un fichier audio
ko: 오디오 파일 내보내기

source: WAV Files
fr: Fichiers WAV
ko: WAV 파일

source: Export Music&XML...
fr: Exporter MusicXML…
ko: MusicXML 내보내기(&X)...

source: Export current document as MusicXML.
fr: Exporter le document en cours comme fichier MusicXML.
ko: 현재 문서를 MusicXML로 내보냅니다.

source: Export Audio...
fr: Exporter en audio...
ko: 오디오 내보내기...

source: Export to different audio formats.
fr: Exporter vers différents formats audio.
ko: 다른 오디오 형식으로 내보냅니다.

source: The file {filename} could not be converted. Wrong file type.
fr: Le fichier {filename} n'a pas pu être converti. Type de fichier erroné.
ko: {filename} 파일을 변환할 수 없습니다. 잘못된 파일 형식입니다.

source: All importable formats
fr: Tous les formats importables
ko: 가져올 수 있는 모든 형식

source: MusicXML Files
fr: Fichiers MusicXML
ko: MusicXML 파일

source: Midi Files
fr: Fichiers Midi
ko: Midi 파일

source: ABC Files
fr: Fichiers ABC
ko: ABC 파일

# dialog title
source: Import
fr: Importer
ko: 가져오기

# dialog title
source: Import a MusicXML file
fr: Importer un fichier MusicXML
ko: MusicXML 파일 가져오기

# dialog title
source: Import a midi file
fr: Importer un fichier Midi
ko: MIDI 파일 가져오기

# dialog title
source: Import an abc file
fr: Importer un fichier abc
ko: ABC 파일 가져오기

source: Import...
fr: Importer
ko: 가져오기...

source: Generic import for all LilyPond tools.
fr: Import générique pour tous les outils LilyPond.
ko: 모든 LilyPond 도구에 대한 일반 가져오기입니다.

source: Import MusicXML...
fr: Importer MusicXML…
ko: MusicXML 가져오기...

source: Import a MusicXML file using musicxml2ly.
fr: Importer un fichier MusicXML à l'aide de musicxml2ly.
ko: Musicxml2ly를 사용하여 MusicXML 파일을 가져옵니다.

source: Import Midi...
fr: Importer Midi.
ko: MIDI 가져오기...

source: Import a Midi file using midi2ly.
fr: Importer un fichier Midi à l'aide de midi2ly.
ko: Midi2ly를 사용하여 MIDI 파일을 가져옵니다.

source: Import abc...
fr: &Importer abc.
ko: ABC 가져오기...

source: Import an abc file using abc2ly.
fr: Importer un fichier abc à l'aide de abc2ly.
ko: Abc2ly를 사용하여 ABC 파일을 가져옵니다.

source: Import beaming
fr: Importer les ligatures
ko: 빔묶기 가져오기

source: Run abc2ly
fr: Lancer abc2ly
ko: Abc2ly 실행하기

source: Pitches in absolute mode
fr: Hauteurs de notes en mode absolu
ko: 절대 모드의 음 높이

source: Run midi2ly
fr: Lancer midi2py
ko: Midi2ly 실행하기

source: Import Music XML
fr: Importer MusicXML
ko: MusicXML 가져오기

source: Import articulation directions
fr: Importer les orientations d'articulation
ko: 아티큘레이션 방향 가져오기

source: Import rest positions
fr: Importer les positions de silence
ko: 쉼표 위치 가져오기

source: Import page layout
fr: Importer la mise en page
ko: 페이지 레이아웃 가져오기

source: Comment out midi block
fr: Commenter le bloc MIDI
ko: 미디 블록 주석 처리

source: Language for pitch names
fr: Langue du nom des notes
ko: 음 높이 이름에 사용되는 언어

source: Default
fr: Par défaut
ko: 기본값

source: Run musicxml2ly
fr: Lancer musicxml2py
ko: Musicxml2ly 실행하기

source: After Import
fr: Après l'importation
ko: 가져오기 이후

source: LilyPond version:
fr: Version de LilyPond :
ko: LilyPond 버전:

source: Reformat source
fr: Reformater la source
ko: 소스 서식 다시 지정

source: Trim durations (Make implicit per line)
fr: Durées implicites (ligne par ligne)
ko: 음의 길이 짧게 (줄마다 즉흥적으로)

source: Remove fraction duration scaling
fr: Supprimer les multiplicateurs des durées
ko: 분수 음의 길이 음길이 조정 제거하기

source: Engrave directly
fr: Graver directement
ko: 바로 제판하기

source: &Document Fonts...
fr: Polices du document...
ko: 문서 글꼴(&D)...

source: Show and select text and music fonts available in the LilyPond version of the current document
fr: Afficher et sélectionner les polices de texte et de musique disponibles dans la version LilyPond du document en cours.
ko: 현재 문서의 LilyPond 버전에서 사용 가능한 텍스트 및 악보 글꼴을 표시하고 선택합니다

source: Document Fonts
fr: Polices du document
ko: 문서 글꼴

source: Copy font command to clipboard
fr: Copier la commande de police dans le presse-papiers
ko: 클립보드에 글꼴 명령 복사하기

source: &Use
fr: Utilisation
ko: 사용하기(&U)

source: Insert font command at the current cursor position
fr: Insérer une commande de police à la position du curseur
ko: 현재 커서 위치에 글꼴 명령 삽입하기

source: Text Fonts
fr: Polices de texte
ko: 텍스트 글골

source: Music Fonts
fr: Polices de musique
ko: 악보 글꼴

source: Font Command
fr: Commande de la police
ko: 글꼴 명령

source: Miscellaneous
fr: Divers
ko: 여러 종류의 글꼴

source: Set font families
fr: Choisir les familles de police
ko: 글꼴 모음 지정하기

source: Roman
fr: Police sérif
ko: 로만체

source: Sans
fr: Police sans sérif
ko: 고딕체

source: Typewriter
fr: Police monospace
ko: 타자기체

source: Configure command generation
fr: Configurer la génération de commandes
ko: 명령 생성 구성하기

source: Traditional
fr: Traditionnel
ko: 번체

source: Specify fonts using the setting in a \paper block.
fr: Spécifier les polices utilisées à l'aide d'un bloc \paper.
ko: \paper 블록의 설정을 사용하여 글꼴을 지정합니다.

source: Specify fonts using the setting using openLilyLib. NOTE: This requires openLilyLib (oll-core) and the 'notation-fonts' openLilyLib package.
fr: Spécifier les polices utilisées à l'aide de openLilyLib. NOTE: Ceci requière openLilyLib (oll-core) et son paquet 'notation-fonts'.
ko: openLilyLib를 사용하여 설정을 사용하여 글꼴을 지정합니다. 참고: 이렇게 하려면 openLilyLib(oll-core) 및 '기보-글꼴' openLilyLib 패키지가 필요합니다.

source: Set music font
fr: Définir la police musicale
ko: 악보 글꼴 지정하기

source: Complete \paper block
fr: Compléter le bloc \paper
ko: \paper 블록 완성하기

source: Wrap setting in a complete \paper block. If unchecked generate the raw font setting command.
fr: Regrouper les réglages dans un bloc \paper complet. Si décoché, génère uniquement la commande de définition de police.
ko: 완전한 \paper 블록의 줄 바꿈 설정입니다. 선택하지 않으면 원시 글꼴 설정 명령을 생성합니다.

source: Specify the music font. This is a reminder only and can not be unchecked because the openLilyLib approach necessarily sets the music font.
fr: Spécifier la police musicale. Ceci est simplement un rappel et ne peut être décoché car la méthode utilisant openLilyLib définit nécessairement la police musicale.
ko: 악보 글꼴을 지정합니다. 이것은 알림일 뿐이며, openLilyLib 접근 방식은 반드시 악보 글꼴을 지정하기 때문에 선택을 해제할 수 없습니다.

source: Load openLilyLib
fr: Charger openLilyLib
ko: openLilyLib 불러오기

source: Load openLilyLib (oll-core) explicitly. Uncheck if oll-core is already loaded elsewhere.
fr: Charger openLilyLib (oll-core) explicitement. Déchocher si oll-core est déjà chargé par un autre biais.
ko: openLilyLib (oll-core)를 명시적으로 불러옵니다. oll-core가 이미 다른 곳에 로드됐다면 선택을 해제하세요.

source: Load notation-fonts package
fr: Charger le paquet 'notation-fonts'
ko: 기보 글꼴 패키지 불러오기

source: Load the notation-fonts package explicitly. Uncheck if it is already loaded elsewhere.
fr: Charger le paquet 'notation-fonts' explicitement. Décocher s'il est déjà chargé ailleurs.
ko: 기보-글꼴 패키지를 명시적으로 불러옵니다. 이미 다른 곳에 불러왔으면 선택을 취소하세요.

source: Load font extensions (if available)
fr: Charger les extensions de police de caractère (si disponibles)
ko: 글꼴 확장 불러오기 (사용 가능한 경우)

source: Ask for loading font extensions. Note that *some* fonts provide additional features (e.g. glyphs) that can be made available through an extension stylesheet if provided.
fr: Demander le chargement d'extensions de polices de caractère. Notez que *certaines* polices apportent de nouvelles fonctionnalités (par exemple des glyphes) qui sont rendues disponibles en fournissant une nouvelle feuille de style.
ko: 글꼴 확장을 불러오도록 요청합니다. 일부 글꼴은 확장 스타일시트를 통해 사용할 수 있는 추가 기능(예: 글리프)을 제공합니다(제공되는 경우).

source: Font stylesheet
fr: Feuille de style de la police
ko: 글꼴 스타일시트

source: Select alternative stylesheet. Fonts natively supported by the notation-fonts package provide a default stylesheet to adjust LilyPond's visuals (e.g. line thicknesses) to the characteristic of the music font. Check 'No stylesheet' to avoid a preconfigured stylesheet to customize the appearance manually, or check 'Custom stylesheet' to load another stylesheet in LilyPond's search path.
fr: Sélectionner une feuille de style alternative. Les polices nativement supportées par le paquet 'notation-fonts' apportent des styles par défaut pour ajuster les paramètres de Lilypond (par exemple, l'épaisseur de ligne) aux caractéristiques de la police. (Cocher "Pas de styles" pour éviter ces changements automatiques, ou "Style personnalisé" pour charger un autre style dans le chemin de recherche de LilyPond.
ko: 대체 스타일시트를 선택합니다. 기보-글꼴 패키지에서 기본적으로 지원하는 글꼴은 LilyPond의 시각적 요소(예: 선 두께)를 악보 글꼴의 특성에 맞게 조정하는 기본 스타일시트를 제공합니다. 모양새를 수동으로 사용자 정의하기 위해 미리 구성된 스타일시트를 피하려면 '스타일시트 없음'을 선택하고, LilyPond의 검색 경로에 다른 스타일시트를 불러오려면 '사용자 지정 스타일시트'를 선택합니다.

source: Default stylesheet
fr: Feuille de style par défaut
ko: 기본 스타일시트

source: No stylesheet
fr: Pas de styles
ko: 스타일시트 없음

source: Custom stylesheet
fr: Style personnalisé
ko: 사용자 지정 스타일시트

source: Remove...
fr: Supprimer...
ko: 제거하기...

source: Remove selected music font
fr: Supprimer la police musicale sélectionnée
ko: 선택된 악보 글꼴 제거하기

source: Download...
fr: Téléchargement...
ko: 내려받기...

source: Download music fonts from a repository on Github. NOTE: Not implemented yet.
fr: Télécharger des polices musicales depuis un dépôt Github. NOTE: Pas encore implémenté.
ko: Github의 저장소에서 악보 글꼴을 다운로드합니다. 참고: 아직 구현되지 않았습니다.

source: Install...
fr: Installer...
ko: 설치하기...

source: Link fonts from a directory to the current LilyPond installation
fr: Relier un dossier de polices à l'installation actuelle de LilyPond
ko: 디렉터리에서 현재 LilyPond 설치로 글꼴 링크하기

source: Install (repo)
fr: Installer dans :
ko: 설치하기 (repo)

source: Link fonts from the global music font repository to the current LilyPond installation.
fr: Relier les polices du dépôt global des polices musicales à l'installation courante de Lilypond.
ko: 전역 악보 글꼴 저장소의 글꼴을 현재 LilyPond 설치에 링크합니다.

source: Fonts could not be installed!
fr: Des polices n'ont pas pu être installées!
ko: 글꼴을 설치할 수 없습니다!
