Repository: frescobaldi/frescobaldi
Catalog: i18n/frescobaldi/*.po
Languages: fr, ko

source: A LilyPond Music Editor
fr: Un éditeur de partitions pour LilyPond
ko: LilyPond 악보 편집기

source: show program's version number and exit
fr: afficher le numéro de version du programme et quitter
ko: 프로그램의 버전 번호를 표시하고 종료

source: show version numbers of {appname} and its supporting modules and exit
fr: afficher les numéros de version de {appname} et de ses modules et quitter
ko: {appname} 및 해당 지원 모듈의 버전 번호를 표시하고 종료합니다

source: Encoding to use
fr: Encodage à utiliser
ko: 사용할 인코딩

source: Line number to go to, starting at 1
fr: Numéro de ligne à atteindre, en partant de 1
ko: 1부터 시작하여, 이동할 오선 번호

source: Column to go to, starting at 1
fr: Numéro de colonne à atteindre, en partant de 1
ko: 1부터 시작하여, 이동할 열

source: NAME
fr: NOM
ko: 이름

source: Session to start ('{none}' for empty session)
fr: Session à démarrer (« {none} » pour une session vide)
ko: 시작할 세션 (빈 세션의 경우 '{none}')

source: List the session names and exit
fr: Lister les noms de session et quitter
ko: 세션 이름 열거하고 종료

source: Always start a new instance
fr: Toujours ouvrir une nouvelle instance
ko: 항상 새 인스턴스 시작하기

source: Path to python-ly
fr: Chemin vers python-ly
ko: Python-ly으로 가는 경로

source: file
fr: fichier
ko: 파일

source: File to be opened
fr: Fichier à ouvrir
ko: 열려는 파일

source: Can't run Frescobaldi
fr: Impossible de démarrer Fresocbaldi
ko: Frescobaldi를 실행할 수 없습니다

source: We are sorry, but Frescobaldi can't run properly. The python-ly package is not available or too old. At least version {version} is required to run Frescobaldi. If you did install python-ly correctly, please remove the old ly package from the frescobaldi_app directory, or completely remove and then reinstall Frescobaldi.
fr: Nous sommes désolé, mais Frescobaldi ne peut pas démarrer correctement. Le package python-ly nest pas disponible ou est trop ancien. La version {version} est nécessaire pour démarrer Frescobaldi. Si vous avez installé python-ly correctement, veuillez supprimer l'ancien package ly du dossier frescobaldi_app, ou supprimez complètement puis ré-installez Frescobaldi.
ko: 죄송합니다. Frescobaldi가 제대로 실행되지 않습니다. python-ly 패키지를 사용할 수 없거나 너무 오래되었습니다. Frescobaldi를 실행하려면 {version} 버전 이상이 필요합니다. python-ly를 올바르게 설치했다면 frescobaldi_app 디렉터리에서 구형 ly 패키지를 제거하거나, Frescobaldi를 완전히 제거한 다음 다시 설치하세요.

source: About {appname}
fr: À propos de {appname}
ko: {appname} 정보

source: About
fr: À propos
ko: 정보

source: Credits
fr: Crédits
ko: 제작진

source: Copyright (c) {year} by {author}
fr: Copyright (c) {year} par {author}
ko: 저작권 (c) {year}, {author}

source: Send an e-mail message to the maintainers.
fr: Envoyer un message par courriel aux mainteneurs.
ko: 유지 관리자에게 이메일 메시지를 보내주세요.

source: Translated by Your Name.
fr: Traduit par Valentin Villenave, David Bouriaud, Ryan Kavanagh, Raphaël Doursenaud, Philippe Massart et Denis Bitouzé.
ko: 한국어 번역: 이정희 <daemul72@gmail.com>

source: Licensed under the {gpl}.
fr: Sous licence {gpl}.
ko: {gpl}에 따라 라이선스가 부여됩니다.

source: LilyPond Files
fr: Fichiers LilyPond
ko: LilyPond 파일

source: LaTeX Files
fr: Fichiers LaTeX
ko: LaTeX 파일

source: DocBook Files
fr: Fichiers DocBook
ko: DocBook 파일

source: HTML Files
fr: Fichiers HTML
ko: HTML 파일

source: Texinfo Files
fr: Fichiers Texinfo
ko: Texinfo 파일

source: Scheme Files
fr: Fichiers Scheme
ko: Scheme 파일

source: All Files
fr: Tous les fichiers
ko: 모든 파일

source: &Mark Current Line
fr: &Repérer la ligne courante
ko: 현재 오선 표시하기(&M)

source: Clear &Error Marks
fr: Effacer tous les repères d'&erreur
ko: 오류 마크 지우기(&E)

source: Clear &All Marks
fr: Effacer tous les repères
ko: 모든 마크 지우기(&A)

source: Next Mark
fr: Repère suivant
ko: 다음 마크

source: Previous Mark
fr: Repère précédent
ko: 이전 마크

source: Go to previous position
fr: Aller à l'emplacement précédent
ko: 이전 위치로 가기

source: Back
fr: Précédent
ko: 뒤로

source: Go to next position
fr: Aller à l'emplacement suivant
ko: 다음 위치로 가기

source: Forward
fr: Suivant
ko: 앞으로

source: Open "{url}"
fr: Ouvrir "{url}"
ko: "{url}" 열기

source: &Jump to definition (line {num})
fr: &Aller à la définition (ligne {num})
ko: 정의로 점프 ({num}번째 줄)(&J)

source: &Jump to definition (in {filename})
fr: &Aller à la définition (dans {filename})
ko: 정의로 점프 ({filename} 안에)(&J)

source: &Jump to definition (unknown)
fr: &Aller à la définition (inconnu)
ko: 정의로 점프 (알수없음)(&J)

source: From version:
fr: Depuis la version :
ko: 이 버전에서:

source: To version:
fr: Vers la version :
ko: 이 버전으로:

source: Save convert-ly messages in document
fr: Enregistrer les messages de convert-ly dans le document
ko: Convert-ly 메시지를 문서에 저장하기

source: If checked, the messages of convert-ly are appended as a comment to the end of the document.
fr: Si coché, les messages de convert-ly sont ajoutés comme commentaires en fin de document.
ko: 이 옵션이 선택된 경우, Convert-ly 메시지가 문서 끝에 주석으로 추가됩니다.

source: &Changes
fr: &Changements
ko: 변경사항(&C)

source: &Diff
fr: &Différences
ko: 차이점(&D)

source: Run Again
fr: Exécuter à nouveau
ko: 다시 실행하기

source: Save as file
fr: Enregistrer comme fichier
ko: 파일로 저장하기

source: <unknown>
fr: <inconnu>

source: Convert-ly from LilyPond {version}
fr: Lancer convert-ly depuis la version {version} de LilyPond
ko: LilyPond {version}의 Convert-ly

source: Current Document
fr: Document en cours
ko: 현재 문서

source: Converted Document
fr: Document converti
ko: 변환된 문서

source: (set in document)
fr: (défini(e) dans le document)
ko: (문서에서 지정하기)

source: Both 'from' and 'to' versions need to be set.
fr: Versions source et cible doivent être définies.
ko: 'from' 및 'to' 버전을 모두 지정해야 합니다.

source: Could not start {convert_ly}: {message}
fr: Impossible de lancer {convert_ly}: {message}
ko: {convert_ly} 시작할 수 없음: {message}

source: The document has not been changed.
fr: Le document n'a pas été modifié.
ko: 문서가 변경되지 않았습니다.

# dialog title
source: Save File
fr: Enregistrer le fichier
ko: 파일 저장하기

source: Background:
fr: Arrière-plan :
ko: 배경:

source: Paper Color
fr: Couleur de papier
ko: 용지 색상

source: Gray
fr: Gris
ko: 회색

source: Convert image to grayscale.
fr: Convertir l'image en niveaux de gris.
ko: 이미지를 흑백으로 변환합니다.

source: Auto-crop
fr: Auto-rogner
ko: 자동 잘라내기

source: Antialias
fr: Lissage
ko: 앤티에일리어스

source: Scale 2x
fr: Doubler l'échelle
ko: 배율 2배

source: Render twice as large and scale back down (recommended for small DPI values).
fr: Rend deux fois plus grand et réduit l'échelle (recommandé pour les petites valeurs DPI).
ko: 두 배로 크게 렌더링하고 다시 축소 (작은 DPI 값에 권장됨).

source: Drag
fr: Glisser
ko: 드래그

source: Drag File
fr: Glisser le fichier
ko: 파일 드래그

source: &Copy
fr: &Copier
ko: 복사하기(&C)

source: Copy &File
fr: Copier le &Fichier
ko: 파일 복사하기(&F)

source: &Save As...
fr: Enregistrer &sous...
ko: 다른 이름으로 저장(&S)...

source: <p> Clicking toggles the display between 100% size and window size. Drag to copy the image to another application. Drag with Ctrl (or {command}) to scroll a large image. </p> <p> You can also drag the small picture icon in the bottom right, which drags the actual file on disk, e.g. to an e-mail message. </p>
fr: <p> Cliquer fait passer l'affichage de 100 % à la taille de la fenêtre. Glissez pour copier l'image vers une autre application. Glissez avec Ctrl (ou {command}) pour naviguer sur une grande image. </p> <p> Vous pouvez également glisser une petite icône dans le coin inférieur droit, ce qui enverra le fichier en cours vers le disque, p. ex. pour un courriel. </p>
ko: <p> 클릭하면 표시가 100% 크기와 창 크기 사이에서 전환됩니다. 드래그하여 이미지를 다른 애플리케이션으로 복사합니다. 큰 이미지를 스크롤하려면 Ctrl(또는 {command})을 사용하여 드래그합니다. </p> <p> 오른쪽 하단에 있는 작은 그림 아이콘을 드래그하여 디스크의 실제 파일(예: 이메일 메시지)을 드래그할 수도 있습니다. </p>

source: Drag the {png} image data.
fr: Glisser les données de l'image {png}.
ko: {png} 이미지 데이터를 드래그합니다.

source: Drag the image as a {png} file.
fr: Glisser l'image comme ficher PNG {png}.
ko: 이미지를 {png} 파일로 드래그합니다.

source: Copy the {png} image data to Clipboard.
fr: Copiez les données de l'image {png} dans le Presse-papiers.
ko: {png} 이미지 데이터를 클립보드에 복사합니다.

source: Copy the {png} file to Clipboard.
fr: Copier le fichier PNG {png} vers le presse-papiers
ko: {png} 파일을 클립보드에 복사합니다.

source: Image from {filename}
fr: Image depuis {filename}
ko: {filename}의 이미지

source: Save Image As
fr: Enregistrer l'image sous
ko: 다른 이름으로 이미지 저장

source: Error
fr: Erreur
ko: 오류

source: Could not save the image.
fr: Impossible d'enregistrer l'image.
ko: 이미지를 저장할 수 없습니다.

source: Cut and Assign
fr: Couper et assigner
ko: 잘라내고 할당하기

source: Please enter the name for the variable to assign the selected text to:
fr: Veuillez saisir le nom de la variable à laquelle vous souhaitez assigner le texte sélectionné :
ko: 선택한 텍스트를 할당할 변수의 이름을 입력해주세요:

# dialog title
source: Move to include file
fr: Changer en fichier d'inclusion
ko: include 파일로 이동하기

source: Could not write to: {url}
fr: Impossible d'écrire sur : {url}
ko: 다음에 쓸 수 없음: {url}

source: Untitled
fr: Sans titre
ko: 제목없음

source: Untitled ({num})
fr: Sans titre ({num})
ko: 제목없음 ({num})

source: Cut and Assign...
fr: Couper et assigner...
ko: 잘라내고 할당하기...

source: Move to Include File...
fr: Changer en fichier d'inclusion...
ko: 포함 파일로 이동하기...

source: Syntax &Highlighting
fr: Coloration syntaxique
ko: 신택스 강조표시(&H)

source: View File or Definition at &Cursor
fr: Voir le fichier ou la définition à l'emplacement du &curseur
ko: 커서에서 파일 또는 정의 보기(&C)

source: &Automatic Indent
fr: Indentation &automatique
ko: 자동 들여쓰기(&A)

source: Re-&Indent
fr: Ré-&indenter
ko: 다시 들여쓰기(&I)

source: &Format
fr: &Formater
ko: 형식(&F)

source: Remove Trailing &Whitespace
fr: Supprimer les espaces de &fin
ko: 후행 여백 제거하기(&W)

source: &Update with convert-ly...
fr: Mettre à jour avec convert-ly...
ko: Convert-ly로 업데이트...

source: Remove &Comments
fr: Supprimer les &Commentaires
ko: 주석 제거하기(&C)

source: Remove &Articulations
fr: Supprimer les &Articulations
ko: 아티큘레이션 제거하기(&A)

source: Remove &Ornaments
fr: Supprimer les &Ornements
ko: 꾸밈음 제거하기(&O)

source: Remove &Instrument Scripts
fr: Supprimer les scripts d'&instrument
ko: 악기 스크립트 제거하기(&I)

source: Remove &Slurs
fr: &Supprimer les liaisons
ko: 이음줄 제거하기(&S)

source: Remove &Beams
fr: Supprimer les barres de ligature
ko: 빔 제거하기(&B)

source: Remove &Ligatures
fr: &Supprimer les liaisons
ko: 접합 제거하기(&L)

source: Remove &Dynamics
fr: Supprimer les &nuances
ko: 셈여림표 제거하기(&D)

source: Remove &Fingerings
fr: Supprimer les &Doigtés
ko: 운지법 제거하기(&F)

source: Remove Text &Markup (from music)
fr: Supprimer le &markup de texte (de la musique)
ko: 텍스트 마크업 (악보에서) 제거하기(&M)

source: Force Directions &Up
fr: Orientation vers le Haut
ko: 방향 위로 강제하기(&U)

source: Make Directions &Neutral
fr: Orientation neutre
ko: 방향 중립 지정(&N)

source: Force Directions &Down
fr: Orientations vers le bas
ko: 방향 아래로 강제하기(&D)

source: &Save
fr: Enregistrer
ko: 저장하기(&S)

source: Save &As...
fr: Enregistrer sous...
ko: 다른 이름으로 저장(&A)...

source: &Close
fr: Fermer
ko: 닫기(&C)

source: Close Other Documents
fr: Fermer les autres documents
ko: 다른 문서 닫기

source: Always &Engrave This Document
fr: Toujours graver ce document
ko: 이 문서 항상 제판하기(&E)

# menu title
source: &Documents
fr: &Document
ko: 문서(&D)

source: [always engraved]
fr: [toujours gravé]
ko: [항상 제판함]

source: Edit in Place
fr: Éditer en ligne
ko: 제자리에서 편집하기

source: Editing line {linenum} of "{document}" ({variable})
fr: Édition de la ligne {linenum} de « {document} » ({variable})
ko: "{document}"({variable})의 {linenum}번째 줄 편집하는 중

source: An internal error has occurred in extension '{name}':
fr: Une erreur interne s'est produite '{name}':
ko: '{name}' 확장 기능에서 내부 오류 발생함:

source: Extension Error
fr: Erreur interne
ko: 확장 기능 오류

source: Please use the button below to send a bug report to the maintainer of this extension by email.
fr: Cliquez sur le bouton ci-dessous pour envoyer un signalement de bug aux mainteneurs de cette extension.

source: An internal error has occurred:
fr: Une erreur interne s'est produite :
ko: 내부 오류 발생함:

source: Internal Error
fr: Erreur interne
ko: 내부 오류

source: We would highly appreciate if you used the button below to open a new issue on GitHub, the development platform used by the Frescobaldi project, to let developers know about this problem. If you have general questions, you can also send them to the <a href="https://groups.google.com/g/frescobaldi">Frescobaldi user group</a>.
fr: Nous vous serions très reconnaissants d'ouvrir un signalement de bug sur GitHub, la plateforme de développement du projet Frescobaldi, à l'aide du bouton ci-dessous. Si vous avez des questions d'ordre général sur Frescobaldi, vous pouvez également les poser (en anglais) sur le <a href="https://groups.google.com/g/frescobaldi">groupe des utilisateurs de Frescobaldi</a>.

source: Send Bug Report...
fr: Créer un signalement de bug...

source: An error occurred in extension '{name}'
fr: Une erreur interne s'est produite '{name}'
ko: '{name}' 확장 기능에서 내부 오류가 발생했습니다

source: Optionally describe below what you were doing:
fr: Décrivez ci-dessous ce que vous faisiez (facultatif) :
ko: 선택적으로 아래에 수행 중인 작업을 설명합니다:

source: Please wait until the command finishes
fr: Veuillez attendre la fin de la commande
ko: 명령이 완료될 때까지 기다려주세요

source: Command completed
fr: Commande terminée
ko: 명령 완료됨

source: Could not start {program}. Please check path and permissions.
fr: Impossible de démarrer {program}. Veuillez vérifier l'emplacement et les permissions.
ko: {program}를 시작할 수 없습니다. 경로 및 권한을 확인하세요.

source: Colors:
fr: Couleurs :
ko: 색상:

source: Added
fr: Ajouté
ko: 추가됨

source: Changed
fr: Modifié
ko: 변경됨

source: Deleted
fr: Supprimé
ko: 삭제됨

source: Links:
fr: Liens :
ko: 링크:

source: First Change
fr: Première modification
ko: 첫 번째 변경사항

source: Next Change
fr: Modification suivante
ko: 다음 변경사항

source: Top
fr: Haut
ko: 상단

source: Hyphenate Lyrics Text
fr: Séparer les syllabes des paroles (césure)
ko: 하이픈으로 연결된 가사 텍스트

source: Please select a language:
fr: Veuillez choisir une langue :
ko: 언어를 선택해주세요:

source: Select Color
fr: Sélectionner une couleur
ko: 색상 선택하기

source: Choose the desired LilyPond version.
fr: Choisissez la version voulue de LilyPond.
ko: 원하는 LilyPond 버전을 고릅니다.

source: Running LilyPond, this can take some time...
fr: Lancement de LilyPond, cela peut prendre du temps...
ko: LilyPond를 실행하는 데, 시간이 좀 걸릴 수 있습니다...

source: &Hyphenate Lyrics Text...
fr: Séparer les syllabes des paroles (césure)
ko: 하이픈으로 연결된 가사 텍스트(&H...)

source: &Remove hyphenation
fr: Supp&rimer la césure
ko: 하이픈 연결 제거하기(&R)

source: &Copy Lyrics with hyphenation removed
fr: &Copier les paroles en enlevant la césure
ko: 하이픈 연결을 제거한 상태에서 가사 복사하기(&C)

source: [modified]
fr: [modifié]
ko: [수정됨]

# dialog title
source: Close Document
fr: Fermer le document
ko: 문서 닫기

source: The document "{name}" has been modified. Do you want to save your changes or discard them?
fr: Le document « {name} » a été modifié. Voulez-vous enregistrer les changements ou les supprimer ?
ko: "{name}" 문서가 수정되었습니다. 변경사항을 저장하시겠습니까, 아니면 폐기하시겠습니까?

source: Tab Bar
fr: Barre d'onglets
ko: 탭 바

source: Could not read from: {url}
fr: Impossible de lire depuis : {url}
ko: 다음에서 읽을 수 없음: {url}

source: Could not read:
fr: Impossible de lire :
ko: 읽을 수 없음:

# dialog title
source: Open File
fr: Ouvrir fichier
ko: 파일 열기

# dialog title
source: Rename/Move File
fr: Renommer/Déplacer un fichier
ko: 파일 이름변경/이동하기

source: Could not delete: {url}
fr: Impossible de supprimer : {url}
ko: 삭제할 수 없음: {url}

# dialog title
source: Save Copy
fr: Enregistrer une copie
ko: 복사본 저장하기

# dialog title
source: Save Selection
fr: Enregistrer la sélection
ko: 선택항목 저장하기

source: Could not reload:
fr: Impossible de recharger :
ko: 다시 불러올 수 없음:

# dialog title
source: Insert From File
fr: Insérer depuis le fichier
ko: 파일에서 삽입하기

# dialog title
source: Print Source
fr: Imprimer le code source
ko: 원본 인쇄하기

source: Export as HTML
fr: Exporter en HTML
ko: HTML로 내보내기

source: Goto Line Number (1-{num}):
fr: Aller à la ligne (1-{num}):
ko: 오선 번호로 가기 (1-{num}):

source: <Please summarize your bug or feature request>
fr: <Veuillez résumer votre bug ou demande de fonctionnalité>

source: <Please describe the issue or feature request. Provide as much information as possible.>
fr: Merci de décrire le problème ou la demande de fonctionnalité. Fournissez un maximum d'informations.

source: Main Toolbar
fr: Barre principale
ko: 기본 도구모음

source: Music View Toolbar
fr: Barre d'aperçu Musique
ko: 악보 보기 도구모음

# action: new document
source: &New Document
fr: Nouveau document
ko: 새 문서(&N)

# action: new document
source: New
fr: &Nouveau
ko: 새로 만들기

source: &Open...
fr: &Ouvrir...
ko: 열기(&O)...

source: Open &Recent
fr: Ouvrir &récent
ko: 최근 파일 열기(&R)

source: Insert from &File...
fr: Insérer depuis le fichier...
ko: 파일에서 삽입하기(&F)...

source: Insert the contents of a file at the current cursor position.
fr: Insère le contenu d'un fichier à la position actuelle du curseur.
ko: 현재 커서 위치에 파일 내용을 삽입합니다.

source: Open Current Directory
fr: Ouvrir le dossier courant
ko: 현재 디렉터리 열기

source: Open Command Prompt
fr: Ouvrir la ligne de commande (Terminal)
ko: 명령 프롬프트 열기

source: &Save Document
fr: Enregistrer le document
ko: 문서 저장하기(&S)

source: Save
fr: Enregistrer
ko: 저장하기

source: Save Copy or Selection As...
fr: Enregistrer une copie ou la sélection sous...
ko: 복사본 또는 선택항목을 다른 이름으로 저장...

source: &Rename/Move File...
fr: Renommer/Déplacer le fichier...
ko: 파일 이름변경/이동하기(&R)...

source: Save All
fr: Tout enregistrer
ko: 모두 저장하기

source: Re&load
fr: Recharger
ko: 새로고침(&L)

source: Reload All
fr: Recharger tous les fichiers
ko: 모두 다시 불러오기

source: Check for External Changes...
fr: Contrôler les modifications externes...
ko: 외부 변경사항 확인하기...

source: Opens a window to check whether open documents were changed or deleted by other programs.
fr: Ouvre une fenêtre pour contrôler si les documents ouverts ont été modifiés ou supprimés par d'autres programmes.
ko: 열려 있는 문서가 다른 프로그램에 의해 변경 또는 삭제되었는지 확인하는 창을 엽니다.

source: Print Source...
fr: Imprimer le code source...
ko: 원본 인쇄하기...

source: &Close Document
fr: Fermer le document
ko: 문서 닫기(&C)

source: Close
fr: Fermer
ko: 닫기

source: Close All Documents
fr: Fermer tous les documents
ko: 모든 문서 닫기

source: Closes all documents but preserves the current session.
fr: Fermer tous les documents (garde la session en cours)
ko: 모든 문서를 닫지만 현재 세션은 유지합니다.

source: Close All Documents and Session
fr: Fermer tous les documents et la session
ko: 모든 문서 및 세션 닫기

source: Closes all documents and leaves the current session.
fr: Fermer tous les documents et quitter la session courante.
ko: 모든 문서를 닫고 현재 세션을 종료합니다.

source: &Quit
fr: &Quitter
ko: 종료(&Q)

source: Restart {appname}
fr: Redémarrer {appname}
ko: {appname} 재시작

source: Export Source as Colored &HTML...
fr: Exporter le code source en &HTML coloré...
ko: 색상이 지정된 HTML로 소스 내보내기(&H)...

source: &Undo
fr: Annuler
ko: 실행 취소(&U)

source: Re&do
fr: Refaire
ko: 다시 실행(&D)

source: Cu&t
fr: Couper
ko: 잘라내기(&T)

source: Copy as Colored &HTML
fr: Copier en HTML coloré
ko: 색상이 지정된 HTML로 복사하기(&H)

source: &Paste
fr: Coller
ko: 붙여넣기(&P)

source: Select &All
fr: Tout sélectionner
ko: 모두 선택하기(&A)

source: Select &Block
fr: Sélectionner le bloc
ko: 블록 선택하기(&B)

source: Select &None
fr: Ne rien sélectionner
ko: 없음 선택하기(&N)

source: Select Whole Lines Up
fr: Sélectionner des lignes entières au-dessus
ko: 전체 오선 위로 선택하기

source: Select Whole Lines Down
fr: Sélectionner des lignes entières en-dessous
ko: 전체 오선 아래로 선택하기

source: &Find...
fr: Rechercher...
ko: 찾기(&F)...

source: Find Ne&xt
fr: Rechercher le suivant
ko: 다음 찾기(&X)

source: Find Pre&vious
fr: Rechercher le précédent
ko: 이전 찾기(&V)

source: &Replace...
fr: &Remplacer...
ko: 바꾸기(&R)...

source: Pr&eferences...
fr: Préférences...
ko: 환경설정(&E)...

source: &Next Document
fr: Document suivant
ko: 다음 문서(&N)

source: &Previous Document
fr: Document précédent
ko: 이전 문서(&P)

source: Wrap &Lines
fr: Replier les lignes
ko: 오선 줄바꿈(&L)

source: Scroll Up
fr: Défiler vers le haut
ko: 위로 스크롤

source: Scroll Down
fr: Défiler vers le bas
ko: 아래로 스크롤

source: &Goto Line...
fr: Aller à la ligne...
ko: 오선으로 가기(&G)...

source: New &Window
fr: Nouvelle fenêtre
ko: 새 창(&W)

source: &Fullscreen
fr: Plein écran
ko: 전체화면(&F)

source: &User Guide
fr: Manuel utilisateur
ko: 사용자 가이드(&U)

source: &What's This?
fr: Qu'est-ce que c'est ?
ko: 이것은 무엇인가요?(&W)

source: Report a &Bug...
fr: Rapporter un &bogue...
ko: 버그 보고하기(&B)...

source: &About {appname}...
fr: À propos de {appname}...
ko: {appname} 정보(&A)...

source: Matching Pai&r
fr: Caractère apparié
ko: 일치하는 쌍(&R)

source: &Select Matching Pair
fr: Sélectionner les caractères appariés
ko: 일치하는 쌍 선택하기(&S)

# menu title
source: &File
fr: Fichier
ko: 파일(&F)

# submenu title
source: Save
fr: Enregistrer
ko: 저장하기

# submenu title
source: Close
fr: Fermer
ko: 닫기

# submenu title
source: &Import/Export
fr: Importer
ko: 가져오기/내보내기(&I)

# submenu title
source: &Print
fr: Im&pression
ko: 인쇄(&P)

# menu title
source: &Edit
fr: Édition
ko: 편집(&E)

# menu title
source: Cut/Copy (advanced)
fr: Couper/Coller (avancé)
ko: 잘라내기/복사하기 (상급)

# menu title
source: &View
fr: Affichage
ko: 보기(&V)

# submenu title
source: &Folding
fr: Replier/Déplier
ko: 접기(&F)

# menu title
source: &Music
fr: Aperçu
ko: 악보(&M)

# menu title
source: &Tools
fr: Outils
ko: 도구(&T)

# submenu title
source: Code &Formatting
fr: Indentation et formatage
ko: 코드 형식 지정(&F)

# submenu title
source: Musical &Transformations
fr: Musiques et transformations
ko: 음악적 변형(&T)

# submenu title
source: &Lyrics
fr: Paroles
ko: 가사(&L)

# submenu title
source: &Pitch
fr: Hauteur
ko: 음 높이(&P)

# submenu title
source: Rest
fr: Silences
ko: 쉼표

# submenu title
source: &Rhythm
fr: Rythme
ko: 리듬(&R)

# submenu title
source: &Quick Remove
fr: Suppression rapide
ko: 빠른 제거(&Q)

# submenu title
source: &Directories
fr: Répertoires :
ko: 디렉터리(&D)

# menu title
source: &Window
fr: Fenêtre
ko: 창(&W)

# menu title
source: &Help
fr: Aide
ko: 도움말(&H)

source: Length: {length}
fr: Longueur : {length}
ko: 길이: {length}

source: &Print
fr: Im&pression
ko: 인쇄(&P)

source: Music Preview
fr: Aperçu
ko: 악보 미리보기

source: Print {filename}
fr: Imprimer {filename}
ko: {filename} 인쇄하기

source: Print
fr: Imprimer
ko: 인쇄하기

source: Printing Error
fr: Erreur d'impression
ko: 오류 인쇄 중

source: An error occurred (code: {num}):
fr: Une erreur est survenue (code: {num}):
ko: 오류 발생됨 (코드: {num}행):

source: Preparing to print...
fr: Préparation de l'impression...
ko: 인쇄 준비하는 중...

source: Printing page {page} ({num} of {total})...
fr: Impression de la page {page} ({num} de {total})...
ko: 인쇄 페이지 {page} ({num} / {total})...

source: Could not send the document to the printer.
fr: Impossible d'envoyer le document à l'imprimante.
ko: 문서를 프린터로 보낼 수 없습니다.

source: {num} of {total}
fr: {num} sur {total}
ko: {num} / {total}

source: Dock/Undock
fr: Ancrer/Détacher
ko: 창 고정/창 고정해제

source: &Viewers
fr: Affichage
ko: 뷰어(&V)

source: &Coding
fr: Code
ko: 코딩(&C)

source: Split &Horizontally
fr: Diviser horizontalement
ko: 가로로 나누기(&H)

source: Split &Vertically
fr: Diviser verticalement
ko: 세로로 나누기(&V)

source: &Close View
fr: Fermer l'aperçu
ko: 보기 닫기(&C)

source: Line: {line}, Col: {column}
fr: Ligne : {line}, Colonne : {column}
ko: 오선: {line}, 칸: {column}

source: &Close Current View
fr: Fermer l'aperçu courant
ko: 현재 보기 닫기(&C)

source: Close &Other Views
fr: Fermer les autres aperçus
ko: 다른 보기 닫기(&O)

source: &Next View
fr: Aperçu suivant
ko: 다음 보기(&N)

source: &Previous View
fr: Aperçu précédent
ko: 이전 보기(&P)

source: <b>Could not load PyQtWebEngine, so the {tool} cannot be loaded.</b>
fr: <b>Impossible de charger le module PyQtWebEngine, le {tool} ne peut pas être chargé.</b>
ko: <b>PyQtWebEngine을 불러올 수 없으므로, {tool}을(를) 불러올 수 없습니다.</b>
