Repository: frescobaldi/frescobaldi
Catalog: i18n/frescobaldi/*.po
Languages: fr, ko

# latest unstable LilyPond release
source: {major}.{minor}.{micro} (latest &unstable)
fr: {major}.{minor}.{micro} (version &instable)

# LilyPond versions other than latest stable/unstable
source: Other...
fr: Autre...

source: Could not download LilyPond version list
fr: Impossible de télécharger la liste

source: Label:
fr: Nom personnalisé :
ko: 레이블:

source: How this version of LilyPond will be displayed.
fr: La façon dont cette version de LilyPond sera affichée.
ko: 이 버전의 LilyPond가 화면표시되는 방식입니다.

source: LilyPond Command:
fr: Commande de LilyPond :
ko: LilyPond 명령:

source: Name or full path of the LilyPond program.
fr: Nom ou emplacement complet du programme LilyPond.
ko: LilyPond 프로그램의 이름 또는 전체 경로입니다.

source: Include in automatic version selection
fr: Inclure dans la sélection automatique de version
ko: 자동 버전 선택에 포함하기

source: General
fr: Général
ko: 일반

source: Tool Commands
fr: Commands d'outils
ko: 도구 명령

source: Running LilyPond
fr: Lancement de LilyPond
ko: LilyPond 실행

source: Save document if possible
fr: Enregistrer le document si possible
ko: 가능한 경우 문서 저장하기

source: If checked, the document is saved when it is local and modified. Otherwise a temporary file is used to run LilyPond.
fr: Si coché, le document est enregistré lorsqu'il est local et modifié. Sinon, un fichier temporaire est utilisé pour lancer LilyPond.
ko: 이 옵션이 선택된 경우, 문서가 로컬에 있을 때 저장되고 수정됩니다. 그렇지 않으면 임시 파일을 사용하여 LilyPond를 실행합니다.

source: If checked, LilyPond will delete intermediate PostScript files.
fr: Si coché, LilyPond supprimera les fichiers PostScript intermédiaires.
ko: 이 옵션이 선택된 경우, LilyPond가 중간 PostScript 파일을 삭제합니다.

source: Embed Source Code files in publish mode
fr: Embarquer le fichier code source en mode publication
ko: 출판하기 모드에서 소스 코드 파일 포함

source: If checked, the LilyPond source files will be embedded in the PDF when LilyPond is started in publish mode.
fr: Si coché, les fichiers source LilyPond seront intégrés au PDF lorsque LilyPond est lancé en mode publication.

source: If checked, LilyPond's output messages will be in English. This can be useful for bug reports.
fr: Si coché, les messages de LilyPond seront en Anglais. Ceci peut être utile lors de la soumission de rapports de bogues.
ko: 이 옵션이 선택된 경우, LilyPond의 출력 메시지가 영어로 표시됩니다. 이는 버그 보고서에 유용할 수 있습니다.

source: LilyPond include path:
fr: Emplacement d'inclusion LilyPond :
ko: LilyPond include 경로:

source: Default output format
fr: Format de sortie par défaut
ko: 기본 출력 형식

source: Create PDF (Portable Document Format) documents by default.
fr: Créer des documents PDF (Portable Document Format) par défaut.
ko: 기본적으로 PDF(포터블 문서 형식) 문서를 만듭니다.

source: Create SVG (Scalable Vector Graphics) documents by default.
fr: Créer des documents SVG (Scalable Vector Graphics) par défaut.
ko: 기본적으로 SVG(확장 가능한 벡터 그래픽) 문서를 만듭니다.

source: Open default viewer after successful compile
fr: Ouvrir la visionneuse par défaut après une compilation réussie
ko: 성공적인 컴파일 후 기본 뷰어 열기

source: Shows the PDF or SVG music view when a compile job finishes successfully.
fr: Affiche la vue musicale PDF ou SVG quand un travail de compilation se termine correctement.
ko: 컴파일 작업이 성공적으로 완료되면 PDF 또는 SVG 악보 보기를 표시합니다.

source: MIDI Ports
fr: Ports MIDI
ko: MIDI 포트

source: Note: There are no MIDI output ports available on your system. To use MIDI, please check if PortMIDI is installed on your system and that a MIDI synthesizer is available or connected.
fr: Remarque : il n'y a pas de sortie MIDI disponible sur votre système. Pour utiliser le MIDI, vérifiez si PortMIDI est installé sur votre système et s'il y a un synthétiseur MIDI disponible ou connecté.
ko: 참고: 시스템에서 사용할 수 있는 MIDI 출력 포트가 없습니다. MIDI를 사용하려면 시스템에 PortMIDI가 설치되어 있고 MIDI 신시사이저가 사용 가능하거나 연결되어 있는지 확인하세요.

source: Player output:
fr: Sortie du lecteur :
ko: 재생기 출력:

source: The MIDI port to play music to. See "What's This" for more information.
fr: Le port MIDI pour faire jouer la musique. Voir « Qu'est-ce que c'est ? » pour plus d'information.
ko: 악보를 연주할 MIDI 포트입니다. 자세한 내용은 "이것은 무엇인가요"를 참조하세요.

source: <p>This dropdown menu lists the available MIDI output ports on your system. You can select one, or just type part of a name. In that case, the first available port name that starts with the specified characters is used.</p> <p>Click the button to refresh the list, e.g. when you connect a MIDI device or start a software synthesizer.</p>
fr: <p>Ce menu déroulant liste les ports MIDI disponibles sur votre système. Vous pouvez en sélectionner un, ou simplement saisir une partie de nom. Dans ce cas, le premier nom de port disponible commençant par ces caractères est utilisé.</p> <p>Cliquez le bouton pour rafraîchir la liste, p. ex. lorsque vous connectez un périphérique MIDI ou démarrez un synthétiseur logiciel.</p>
ko: <p>이 드롭다운 메뉴에는 시스템에서 사용 가능한 MIDI 출력 포트를 나열합니다. 하나를 선택하거나 이름의 일부만 입력할 수 있습니다. 이 경우 지정된 문자로 시작하는 첫 번째 사용 가능한 포트 이름이 사용됩니다.</p> <p>미디 장치를 연결하거나 소프트웨어 신시사이저를 시작할 때 등 목록을 새로 고치려면 버튼을 클릭합니다.</p>

source: Input port:
fr: Port d'entrée :
ko: 입력 포트:

source: The MIDI port to get input from to write notes See "What's This" for more information.
fr: Le port MIDI pour entrer des notes. Voir « Qu'est-ce que c'est ? » pour plus d'information.
ko: 음표 작성을 위해 입력을 받을 MIDI 포트입니다. 자세한 내용은 "이것은 무엇인가요"를 참조하세요.

source: <p>This dropdown menu lists the available MIDI input ports on your system. You can select one, or just type part of a name. In that case, the first available port name that starts with the specified characters is used.</p> <p>Click the button to refresh the list, e.g. when you connect a MIDI device or start a software synthesizer.</p>
fr: <p>Ce menu déroulant liste les ports MIDI disponibles sur votre système. Vous pouvez en sélectionner un, ou simplement saisir une partie de nom. Dans ce cas, le premier nom de port disponible commençant par ces caractères est utilisé.</p> <p>Cliquez le bouton pour rafraîchir la liste, p. ex. lorsque vous connectez un périphérique MIDI ou démarrez un synthétiseur logiciel.</p>
ko: <p>이 드롭다운 메뉴에는 시스템에서 사용 가능한 MIDI 입력 포트가 나열됩니다. 하나를 선택하거나 이름의 일부만 입력할 수 있습니다. 이 경우 지정된 문자로 시작하는 첫 번째 사용 가능한 포트 이름이 사용됩니다.</p> <p>버튼을 클릭하여 목록을 새로 고칩니다. 예를 들어 MIDI 장치를 연결하거나 소프트웨어 신시사이저를 시작할 때입니다.</p>

source: Refresh MIDI ports
fr: Rafraîchir les ports MIDI
ko: MIDI 포트 새로고침

source: Close unused MIDI output
fr: Fermer les sorties MIDI non utilisées
ko: 사용하지 않는 MIDI 출력 닫기

source: Closes unused MIDI ports after one minute. See "What's This" for more information.
fr: Ceci ferme les ports MIDI non utilisés pendant une minute. Voir « Qu'est-ce que c'est ? » pour plus d'information.
ko: 1분 후 사용하지 않는 MIDI 포트를 닫습니다. 자세한 내용은 "이것은 무엇인가요"를 참조하세요.

source: <p>If checked, Frescobaldi will close MIDI output ports that are not used for one minute.</p> <p>This could free up system resources that a software MIDI synthesizer might be using, thus saving battery power.</p> <p>A side effect is that if you pause a MIDI file for a long time the instruments are reset to the default piano (instrument 0). In that case, playing the file from the beginning sets up the instruments again.</p>
fr: <p>Si coché, Frescobaldi fermera les ports de sortie MIDI inutilisés depuis une minute.</p> <p>Cela permet de libérer des ressources système qu'un synthétiseur logiciel MIDI pour utiliser, économisant ainsi de l'énergie.</p> <p>Une conséquence est que si vous interrompez un fichier MIDI pendant un certain temps, les instruments sont réinitialisés au piano par défaut (instrument 0). Dans ce cas, rejouer le fichier depuis le début redéfinit correctement les instruments.</p>
ko: <p>이 옵션이 선택된 경우, Frescobaldi는 1분 동안 사용하지 않는 MIDI 출력 포트를 닫습니다.</p> <p>이렇게 하면 소프트웨어 MIDI 신시사이저가 사용할 수 있는 시스템 리소스를 확보하여 배터리 전원을 절약할 수 있습니다.</p> <p>한 가지 부작용은 미디 파일을 장시간 일시 정지하면 악기가 기본 피아노(악기 0)로 재설정된다는 점입니다. 이 경우 파일을 처음부터 재생하면 악기가 다시 설정됩니다.</p>

source: Polling time for input:
fr: Temps d'attente pour l'entrée :
ko: 입력에 대한 폴링 시간:

source: Polling time for MIDI input. See "What's This" for more information.
fr: Temps d'attente pour l'entrée MIDI. Voir « Qu'est-ce que c'est ? » pour plus d'information.
ko: MIDI 입력을 위한 폴링 시간입니다. 자세한 내용은 "이것은 무엇인가요"를 참조하세요.

source: Sets the time between the polling of the MIDI input port in milliseconds. Small values lead to faster recognition of incoming MIDI events, but stress the CPU. 10 ms should be a good value.
fr: Définit le temps d'attente du port d'entrée MIDI en millisecondes. Des valeurs courtes permettent une reconnaissance plus rapide des événements MIDI entrants, mais surchargent le CPU. 10 ms devrait être une valeur adéquate.
ko: MIDI 입력 포트 폴링 사이의 시간을 밀리초 단위로 지정합니다. 값이 작을수록 들어오는 미디 이벤트를 더 빨리 인식할 수 있지만, CPU에 부하가 걸립니다. 10ms가 적당합니다.

source: Kinetic Scrolling
fr: Défilement dynamique
ko: 키네틱 스크롤링

source: Show Scrollbars
fr: Afficher les barres de défilement
ko: 스크롤 막대 표시하기

source: Strict Paging
fr: Pagination stricte.
ko: 엄격한 페이지 할당

source: If checked, PageUp and PageDown always page to the previous or next page instead of scrolling.
fr: Si coché, PageUp et PageDown vont toujours à la page précédente ou suivante au lieu de défiler.
ko: 이 옵션이 선택된 경우, PageUp 및 PageDown은 스크롤하는 대신 항상 이전 또는 다음 페이지로 이동합니다.

source: Shadow
fr: Ombre
ko: 그림자

source: If checked, Frescobaldi draws a shadow around the pages.
fr: Si coché, Frescobaldi dessine une ombre autour des pages.
ko: 이 옵션이 선택된 경우, Frescobaldi는 페이지 주위에 그림자를 그립니다.

source: Use vector based backend (Arthur) for rendering PDF documents on screen (experimental!)
fr: Utiliser un moteur de rendu vectoriel (Arthur) pour afficher des documents PDF à l'écran (expérimental !)
ko: 화면에 PDF 문서를 렌더링하기 위해 벡터 기반 백엔드(Arthur) 사용하기 (실험적!)

source: If checked, Frescobaldi will use the Arthur backend of the Poppler library for PDF rendering on screen. The Arthur backend is faster than the default Splash backend, but more experimental.
fr: Si coché, Frescobaldi utilisera le moteur de rendu Arthur de la bibliothèque Poppler pour le rendu PDF à l'écran. Le backend Arthur est plus rapide que le backend Splash par défaut, mais plus expérimental.
ko: 이 옵션이 선택된 경우, Frescobaldi는 화면에서 PDF 렌더링을 위해 Poppler 라이브러리의 Arthur 백엔드를 사용합니다. Arthur 백엔드는 기본 Splash 백엔드보다 빠르지만, 더 실험적입니다.

source: Display of Music
fr: Affichage de la musique
ko: 악보의 화면표시

source: Magnifier Size:
fr: Taille de la loupe :
ko: 돋보기 크기:

source: Size of the magnifier glass (Ctrl+Click in the Music View).
fr: Taille de la loupe (Ctrl+Clic dans l'aperçu)
ko: 돋보기 유리의 크기입니다 (악보 보기에서 Ctrl+클릭).

source: Magnifier Scale:
fr: Échelle de zoom :
ko: 돋보기 눈금:

source: Magnification of the magnifier.
fr: Niveau de zoom de la loupe.
ko: 돋보기의 배율입니다.

source: Printing of Music
fr: Impression de la musique
ko: 악보의 인쇄

source: Use vector based backend (Arthur) for printing PDF documents
fr: Utiliser un backend vectoriel (Arthur) pour imprimer des documents PDF
ko: PDF 문서 인쇄에 벡터 기반 백엔드(Arthur) 사용하기

source: If checked, Frescobaldi will use the Arthur backend of the Poppler library for printing PDF documents. A big advantage of the Arthur backend is that it is vector-based, in contrast to the default Splash backend, which is raster-based. But Arthur is more experimental.
fr: Si coché, Frescobaldi utilisera le backend Arthur de la bibliothèque Poppler pour l'impression de documents PDF. Un gros avantage du backend Arthur est qu'il est vectoriel, contrairement au backend Splash par défaut, qui est basé sur raster. Mais Arthur est plus expérimental.
ko: 이 옵션이 선택된 경우, Frescobaldi는 PDF 문서를 인쇄하기 위해 Poppler 라이브러리의 Arthur 백엔드를 사용합니다. Arthur 백엔드의 큰 장점은 래스터 기반인 기본 Splash 백엔드와 달리 벡터 기반이라는 것입니다. 그러나 Arthur는 더 실험적입니다.

source: Print PDF documents directly to CUPS if available.
fr: Imprimer les documents PDF si CUPS est disponible.
ko: 가능한 경우 PDF 문서를 CUPS로 직접 인쇄합니다.

source: If checked, Frescobaldi tries to print a PDF document directly using the CUPS server, if available.
fr: Si coché, Frescobaldi essaie d'imprimer un document PDF directement en utilisant le serveur CUPS, si disponible.
ko: 이 옵션이 선택된 경우, Frescobaldi는 사용 가능한 경우 CUPS 서버를 사용하여 직접 PDF 문서 인쇄를 시도합니다.

source: Set the resolution if Frescobaldi prints using raster images.
fr: Définir la résolution si Frescobaldi imprime en utilisant des images.
ko: Frescobaldi가 래스터 이미지를 사용하여 인쇄하는 경우 해상도를 지정합니다.

source: Folders containing hyphenation dictionaries
fr: Dossiers contenant les dictionnaires de césures de paroles
ko: 하이픈 연결 사전을 포함하는 폴더

source: Music Font Repository:
fr: Dépôt de polices musicales :
ko: 악보 글꼴 저장소:

source: If set this directory can be used to automatically install all music fonts into a given LilyPond installation.
fr: S'il est défini, ce répertoire peut être utilisé pour installer toutes les polices musicales dans une installation LilyPond donnée.
ko: 이 디렉터리를 지정하면 정해진 LilyPond 설치에 모든 악보 글꼴을 자동으로 설치하는 데 사용할 수 있습니다.

source: Auto install
fr: Installation automatique
ko: 자동 설치

source: Always install fonts from the music font repository to the current LilyPond installation when opening the Document Fonts dialog.
fr: Toujours installer les polices à partir du dépôt de polices musicales vers l'installation courante de LilyPond quand l'outil Polices du document est ouvert.
ko: 문서 글꼴 대화상자를 열 때 항상 악보 글꼴 저장소에서 현재 LilyPond 설치로 글꼴을 설치합니다.

source: Music Font Preview Cache:
fr: Cache d'aperçu des polices musicales :
ko: 악보 글꼴 미리보기 캐시:

source: If a writable path is set the provided notation font samples are cached persistently, otherwise they are cached in the operating system's temporary directory where they may be removed upon shutdown. Notation font previews from custom files or the active document are always cached temporarily and removed when closing Frescobaldi.
fr: Si un chemin inscriptible est défini, les exemples de police de notation fournis sont mis en cache de manière persistante, sinon ils sont mis en cache dans le répertoire temporaire du système d'exploitation où ils peuvent se trouver supprimé à l'arrêt. Les aperçus des polices de notation à partir de fichiers personnalisés ou du document actif sont toujours temporairement mis en cache et supprimés lors de la clôture de Frescobaldi.
ko: 쓰기 가능한 경로가 설정되면 제공된 기보 글꼴 샘플이 지속적으로 캐시되고, 그렇지 않으면 종료 시 제거될 수 있는 운영 체제의 임시 디렉터리에 캐시됩니다. 사용자 지정 파일 또는 활성 문서의 기보 글꼴 미리보기는 항상 일시적으로 캐시되고 Frescobaldi를 닫을 때 제거됩니다.

source: Shortcut
fr: Raccourci
ko: 단축키

source: Other commands:
fr: Autres commandes :
ko: 다른 명령:

source: &Edit Shortcut for "{name}"
fr: Éditer le raccourci pour « {name} »
ko: "{name}"의 단축키 편집하기(&E)

source: (no shortcut)
fr: (pas de raccourci)
ko: (단축키 없음)

source: (default)
fr: (par défaut)
ko: (기본값)

source: Show log when a job is started
fr: Afficher le journal quand un travail est démarré
ko: 작업 시작 시 로그 표시하기

source: Display plain log output
fr: Afficher le journal
ko: 일반 로그 출력 화면표시

source: If checked, Frescobaldi will not shorten filenames in the log output.
fr: Si coché, Frescobaldi ne raccourcira pas les noms de fichier dans la sortie du journal.
ko: 이 옵션이 선택된 경우, Frescobaldi가 로그 출력에서 파일 이름을 줄이지 않습니다.

source: Hide automatic engraving jobs
fr: Masquer le journal des gravures en continu
ko: 자동 제판 작업 숨기기

source: If checked, Frescobaldi will not show the log for automatically started engraving jobs (LilyPond->Auto-engrave).
fr: Si coché, Frescobaldi n'affichera pas le journal pour les gravures lancées automatiquement (LilyPond->Gravure en continu)
ko: 이 옵션이 선택된 경우, Frescobaldi는 자동으로 시작된 제판 작업(LilyPond->자동-제판하기)에 대한 로그를 표시하지 않습니다.

source: Music View
fr: Aperçu
ko: 악보 보기

source: Only load updated PDF documents
fr: Ne charger que les document PDF à jour
ko: 업데이트된 PDF 문서만 불러오기

source: If checked, Frescobaldi will not open PDF documents that are not up-to-date (i.e. the source file has been modified later).
fr: Si coché, Frescobaldi n'ouvrira pas de documents PDF qui ne sont pas à jour (c-à-d dont le fichier source a été modifié ultérieurement).
ko: 이 옵션이 선택된 경우, Frescobaldi는 최신이 아닌 PDF 문서를 열지 않습니다 (즉, 원본 파일이 나중에 수정됨).

source: Remember View settings per-document
fr: Mémoriser les paramètres d'affichage par document
ko: 문서별 보기 설정 기억하기

source: If checked, every document in the Music View will remember its own layout setting, zoom factor, etc. If unchecked, the View will not change its settings when a different document is displayed.
fr: Si coché, chaque document de la vue Musique se souviendra de son propre paramètre de mise en page, facteur de zoom, etc. Si cette case n'est pas cochée, la vue ne pas modifier ses paramètres lorsqu'un document différent est affiché.
ko: 이 옵션이 선택된 경우, 악보 보기의 모든 문서는 자체 레이아웃 설정, 확대/축소 비율 등을 기억합니다. 이 옵션을 선택하지 않으면, 다른 문서가 표시될 때 보기의 설정이 변경되지 않습니다.

source: Group documents by directory
fr: Regrouper les documents par dossier
ko: 디렉토리별로 문서 그룹화하기

source: Restores the built-in outline patterns.
fr: Rétablir les repères de structure par défaut.
ko: 내장된 윤곽선 패턴을 복원합니다.

source: Patterns to match in text (excluding comments) that are shown in outline:
fr: Motifs à rechercher dans le code (mais pas dans les commentaires) pour détecter les éléments de la structure
ko: 윤곽선으로 표시된 텍스트(주석 제외)에서 일치시킬 패턴:

source: Patterns to match in text (including comments) that are shown in outline:
fr: Motifs à rechercher dans le code (y compris dans les commentaires) pour détecter les éléments de la structure
ko: 윤곽선으로 표시된 텍스트(주석 포함)에서 일치시킬 패턴:

source: Enter a regular expression to match:
fr: Entrer une expression régulière à rechercher :
ko: 일치시킬 정규식 입력하기:

source: Quick Insert
fr: Insertion rapide
ko: 빠른 삽입하기

source: Quick &Insert
fr: &Insertion rapide
ko: 빠른 삽입하기(&I)

source: Allow shorthands
fr: Autoriser les raccourcis
ko: 속기 허용하기

source: Use short notation for some articulations like staccato.
fr: Utiliser la notation abrégée pour certaines articulations comme le staccato.
ko: 스타카토와 같은 특정 아티큘레이션에는 짧은 기보법을 사용합니다.

source: Remove articulations etc.
fr: Supprimer les articulations etc.
ko: 아티큘레이션 등을 제거합니다.

source: Different kinds of articulations and other signs.
fr: Articulations et signes divers.
ko: 다른 종류의 아티큘레이션 및 기타 음표입니다.

source: Ornaments
fr: Ornements
ko: 오너먼트 (꾸밈음)

source: Trill
fr: Trille
ko: 트릴 (떤꾸밈음)

source: Prall
fr: Mordant
ko: 프랄

source: Mordent
fr: Mordant barré
ko: 모르덴트 (잔결꾸밈음)

source: Turn
fr: Grupetto
ko: 턴 (돈꾸밈음)

source: Prall prall
fr: Double mordant
ko: 프랄 프랄

source: Prall mordent
fr: Mordant puis mordant barré
ko: 프랄 모르덴트

source: Up prall
fr: Mordant amorcé par le haut
ko: 업 프랄

source: Down prall
fr: Mordant amorcé par le bas
ko: 다운 프랄

source: Up mordent
fr: Mordant barré montant
ko: 업 모르덴트

source: Down mordent
fr: Mordant barré descendant
ko: 다운 모르덴트

source: Prall up
fr: Mordant montant
ko: 프랄 업

source: Prall down
fr: Mordant descendant
ko: 프랄 다운

source: Line prall
fr: Mordant en ligne
ko: 라인 프랄

source: Reverse turn
fr: Grupetto inversé
ko: 턴 반전시키기

source: Signs
fr: Symboles
ko: 기호

source: Fermata
fr: Point d'orgue
ko: 페르마타 (늘임표)

source: Short fermata
fr: Point d'orgue court
ko: 짧은 페르마타

source: Long fermata
fr: Point d'arrêt
ko: 긴 페르마타

source: Very long fermata
fr: Point d'arrêt long
ko: 매우 긴 페르마타

source: Varcoda
fr: Coda alternative
ko: 바르코다

source: Other
fr: Autre
ko: 나머지

source: Upbow
fr: Poussé
ko: 상행궁 (올림활)

source: Downbow
fr: Tiré
ko: 하행궁 (내림활)

source: Snappizzicato
fr: Pizz. Bartók
ko: 스냅피치카토

source: Open (e.g. brass)
fr: Ouvert (ex. cuivres)
ko: 오픈 (예: 브라스)

source: Stopped (e.g. brass)
fr: Bouché (ex. cuivres)
ko: 스톱드 (예: 브라스)

source: Flageolet
fr: Harmonique
ko: 플레절렛

source: Thumb
fr: Pouce
ko: 엄지손가락

source: Left heel
fr: Talon gauche
ko: 왼쪽 뒤꿈치

source: Right heel
fr: Talon droit
ko: 오른쪽 뒤꿈치

source: Left toe
fr: Pointe gauche
ko: 왼쪽 발가락

source: Right toe
fr: Pointe droite
ko: 오른쪽 발가락

source: Half open (e.g. hi-hat)
fr: Demi-ouvert (ex. cymbale charleston)
ko: 하프 오픈 (예: 하이햇)

source: Bar Lines
fr: Barres de mesure
ko: 세로줄

source: Bar lines, breathing signs, etcetera.
fr: Barres de mesure, respirations, etc.
ko: 세로줄, 호흡 기호, 기타 등등.

source: Double bar line
fr: Double barre de mesure
ko: 겹세로줄

source: Ending bar line
fr: Barre de fin
ko: 끝세로줄

source: Dotted bar line
fr: Barre de mesure pointillée
ko: 점 세로줄

source: Dashed bar line
fr: Barre de mesure en tirets
ko: 점선 세로줄

source: Invisible bar line
fr: Barre de mesure invisible
ko: 보이지 않는 세로줄

source: Repeat start
fr: Début de reprise
ko: 도돌이표 시작

source: Repeat both
fr: Reprise dans les deux sens
ko: 도돌이표 양쪽

source: Repeat end
fr: Fin de reprise
ko: 도돌이표 끝

source: Repeat both (old)
fr: Reprise dans les deux sens (ancien)
ko: 도돌이표 양쪽 (구식)

source: Repeat both (classic)
fr: Reprise dans les deux sens (classique)
ko: 도돌이표 양쪽 (클래식)

source: Tick bar line
fr: Barre de mesure style « tic »
ko: 틱 세로줄

source: Single bar line
fr: Barre de mesure simple
ko: 세로줄

source: Small-Wide-Small bar line
fr: Barre de mesure fine-épaisse-fine

source: Wide-Small bar line
fr: Barre de mesure épaisse-fine

source: Double wide bar line
fr: Double barre épaisse

source: Segno bar line
fr: Barre de mesure segno
ko: 세뇨 세로줄

source: Single wide bar line
fr: Barre de mesure épaisse

source: Angled repeat start
fr: Début de reprise avec angle

source: Angled repeat end
fr: Fin de reprise avec angle

source: Angled repeat both
fr: Reprise dans les deux sens avec angle

source: Kievan bar line
fr: Barre de mesure Kievan
ko: 키예프 세로줄

source: Breathing Signs
fr: Respirations
ko: 호흡 기호

source: Default Breathing Sign
fr: Respiration par défaut
ko: 기본 호흡 기호

source: Straight Breathing Sign
fr: Respiration droite
ko: Straight 호흡 기호

source: Curved Caesura
fr: Césure courbée

source: Straight Caesura
fr: Césure droite

source: Configure Keyboard Shortcut ({key})
fr: Configurer le raccourci clavier ({key})
ko: ({key}) 키보드 단축키 구성하기

source: None
fr: Aucun
ko: 없음

source: Dynamics
fr: Nuances
ko: 셈여림표

source: Dynamic symbols.
fr: Symboles pour les nuances.
ko: 셈여림표 기호입니다.

source: Dynamic sign {name}
fr: Nuance {name}
ko: 셈여림표 {name}

source: Spanners
fr: Liaisons
ko: 스패너

source: Hairpin crescendo
fr: Crescendo graphique
ko: 헤어핀 크레셴도

source: Hairpin diminuendo
fr: Diminuendo graphique
ko: 헤어핀 디미누엔도

source: Slurs, spanners, etcetera.
fr: Liaisons, nuances progressives etc.
ko: 이음줄, 스패너, 기타 등등.

source: Arpeggios
fr: Arpèges
ko: 아르페지오 (층거리꾸밈음)

source: Arpeggio
fr: Arpège
ko: 아르페지오 (층거리꾸밈음)

source: Arpeggio with Up Arrow
fr: Arpège vers le haut
ko: 상행 아르페지오

source: Arpeggio with Down Arrow
fr: Arpège vers le bas
ko: 하행 아르페지오

source: Bracket Arpeggio
fr: Arpège en crochet
ko: 대괄호 아르페지오

source: Parenthesis Arpeggio
fr: Arpège en parenthèse
ko: 괄호 아르페지오

source: Dashed Glissando
fr: Glissando en tirets
ko: 대시드 글리산도

source: Dotted Glissando
fr: Glissando en pointillés
ko: 도티드 글리산도

source: Zigzag Glissando
fr: Glissando en zigzag
ko: 지그재그 글리산도

source: Trill Glissando
fr: Glissando en trille
ko: 트릴 글리산도

source: Phrasing Slur
fr: Liaison de phrasé
ko: 프레이징 이음줄

source: Melisma
fr: Tenue
ko: 멜리스마

source: Grace Notes
fr: Appoggiatures
ko: 꾸밈음

source: Grace Notes w. beaming
fr: Appoggiatures avec ligature

source: Appoggiatura
fr: Appoggiature
ko: 아포자투라 (앞꾸밈음)

source: Slashed no slur
fr: Barrée sans liaison
ko: 이음줄 없이 끊어서 연주

source: After grace
fr: Appoggiature "après"

source: <p>With the Quick Insert Panel you can add various music elements to the current note or selected music.</p> <p>See {link} for more information.</p>
fr: <p>Avec le panneau d'insertion rapide, vous pouvez ajouter divers éléments musicaux à la note actuelle ou à la musique sélectionnée.</p> <p>Voir {link} pour plus d'informations.</p>
ko: <p>빠른 삽입 패널을 사용하면 현재 음표 또는 선택한 악보에 다양한 악보 요소를 추가할 수 있습니다.</p> <p>자세한 내용은 {link}를 참조하세요.</p>

source: Direction:
fr: Orientation :
ko: 방향:

source: Up
fr: Haut
ko: 위로

source: Neutral
fr: Neutre
ko: 중립

source: Down
fr: Bas
ko: 아래로

source: Replace full measure rests with spacer rests
fr: Remplacer les silences de mesures par des silences invisibles
ko: 전체 마디 쉼표를 스페이서 쉼표로 바꾸기
