Repository: frescobaldi/frescobaldi
Catalog: i18n/frescobaldi/*.po
Languages: fr, ko

source: Change all R to s in this document or in the selection.
fr: Change tous les R en s dans ce document ou la sélection.
ko: 이 문서 또는 선택항목에서 모든 R을 s로 변경합니다.

source: Replace spacer rests with full measure rests
fr: Remplacer les silences invisibles par des silences de mesure
ko: 스페이서 쉼표를 전체 마디 쉼표로 바꾸기

source: Change all s to R in this document or in the selection.
fr: Changer tous les s en R dans ce document ou dans la sélection.
ko: 이 문서 또는 선택항목에서 모든 s를 R로 변경합니다.

source: Replace positioned rests with plain rests
fr: Remplacer les silences positionnés en silences classiques
ko: 배치된 쉼표를 일반 쉼표로 바꾸기

source: Change all \rest with r in this document or in the selection.
fr: Changer tous les \rest par r dans ce document ou dans la sélection.
ko: 이 문서 또는 선택항목에서 r로 모든 \rest를 변경합니다.

source: &Double durations
fr: &Doubler les durées
ko: 두배 음의 길이(&D)

source: Double all the durations in the selection.
fr: Doubler toutes les durées dans la sélection.
ko: 선택항목의 모든 음의 길이를 두 배로 늘립니다.

source: &Halve durations
fr: Diviser les durées
ko: 절반 음의 길이(&H)

source: Halve all the durations in the selection.
fr: Diviser par deux les durées dans la sélection.
ko: 선택항목의 모든 음의 길이를 절반으로 줄입니다.

source: Do&t durations
fr: Poin&ter les durées
ko: 점 음의 길이(&T)

source: Add a dot to all the durations in the selection.
fr: Ajouter un point à toutes les durées dans la sélection.
ko: 선택항목의 모든 음의 길이에 점을 추가합니다.

source: &Undot durations
fr: Dépointer les d&urées
ko: 점 제거 음의 길이(&U)

source: Remove one dot from all the durations in the selection.
fr: Supprimer un point à toutes les durées de la sélection.
ko: 선택항목의 모든 음의 길이에서 점 하나를 제거합니다.

source: Remove &scaling
fr: Supprimer les multiplicateur&s
ko: 음길이 조정 제거하기(&S)

source: Remove all scaling (*n, *n/m) from the durations in the selection.
fr: Supprimer tous les multiplicateurs (*n/m) des durées dans la sélection.
ko: 선택항목의 음의 길이에서 모든 음길이 조정(*n, *n/m)을 제거합니다.

source: Remove scaling with &fractions
fr: Supprimer les multiplicateur&s
ko: 분수로 음길이 조정 제거하기(&F)

source: Remove only scaling containing fractions (*n/m) from the durations in the selection.
fr: Supprimer seulement les multiplicateurs contenant des fractions (*n/m) des durées dans la sélection.
ko: 선택항목의 음의 길이에서 분수(*n/m)를 포함하는 음길이 조정만 제거합니다.

source: &Remove durations
fr: Enleve&r les durées
ko: 음의 길이 제거하기(&R)

source: Remove all durations from the selection.
fr: Supprimer toutes les durées de la sélection.
ko: 선택항목에서 모든 음의 길이를 제거합니다.

source: Make &implicit
fr: Durées &implicites
ko: 즉흥적으로 하기(&I)

source: Make durations implicit (remove repeated durations).
fr: Rendre les durées implicites (supprimer les durées répétées).
ko: 음의 길이를 즉흥적으로 만듭니다(반복된 음의 길이 제거하기).

source: Make implicit (per &line)
fr: Durées implicites (&ligne par ligne)
ko: 줄마다 즉흥적으로(&L)

source: Make durations implicit (remove repeated durations), except for the first duration in a line.
fr: Rendre les durées implicites (supprimer les durées répétées), sauf au début de chaque ligne.
ko: 줄의 첫 번째 음의 길이를 제외하고 음의 길이를 즉흥적으로 만듭니다(반복된 음의 길이 제거하기).

source: Make &explicit
fr: Durées &explicites
ko: 명시적 만들기(&E)

source: Make durations explicit (add duration to every note, even if it is the same as the preceding note).
fr: Rendre les durées explicites (ajouter une durée à chaque note, même si une valeur est répétée).
ko: 음의 길이를 명시적으로 만듭니다(바로 앞의 음표와 동일하더라도, 각각의 음표에 음의 길이 추가하기).

source: &Apply rhythm...
fr: &Appliquer un rythme...
ko: 리듬 적용하기(&A)

source: Apply an entered rhythm to the selected music.
fr: Appliquer un rythme saisi à la musique sélectionnée.
ko: 선택한 악보에 입력된 리듬을 적용합니다.

source: &Copy rhythm
fr: &Copier le rythme
ko: 리듬 복사하기(&C)

source: Copy the rhythm of the selected music.
fr: Copie le rythme de la musique sélectionnée.
ko: 선택한 음악의 리듬을 복사합니다.

source: &Paste rhythm
fr: Coller le rythme
ko: 리듬 붙여넣기(&P)

source: Paste a rhythm to the selected music.
fr: Colle le rythme à la musique sélectionnée.
ko: 선택한 악보에 리듬을 붙여넣습니다.

source: Apply Rhythm
fr: Appliquer un rythme
ko: 리듬 적용하기

source: Enter a rhythm:
fr: Saisissez un rythme :
ko: 리듬 입력하기:

source: Score &Wizard...
fr: Nouvelle partition avec l'assistant...
ko: 모음보표 마법사(&W)...

source: From C&urrent Document...
fr: À partir du document a&ctuel...
ko: 현재 문서에서(&U)...

source: Music follows here.
fr: En avant la musique.
ko: 악보는 여기를 참조하세요.

source: Remove default LilyPond tagline
fr: Supprimer le pied de page par défaut
ko: 기본 LilyPond 태그라인 제거하기

source: Score Setup Wizard
fr: Assistant de réglage de partition
ko: 모음보표 설정 마법사

source: Clears the current page of the Score Wizard.
fr: Efface la page courante de l'assistant de partition.
ko: 모음보표 마법사의 현재 페이지를 지웁니다.

source: Score Preview
fr: Aperçu de la Partition
ko: 모음보표 미리보기

source: &Titles and Headers
fr: &Titres et en-têtes
ko: 제목 및 헤더(&T)

source: &Parts
fr: &Parties
ko: 파트(&P)

source: &Score settings
fr: Réglage&s de la partition
ko: 모음보표 설정(&S)

source: Click to enter a value.
fr: Cliquez pour saisir une valeur.
ko: 클릭하여 값을 입력합니다.

source: bottom of first page
fr: bas de la première page
ko: 첫 페이지의 하단

source: bottom of last page
fr: bas de la dernière page
ko: 마지막 페이지의 하단

source: Dedication
fr: Dédicace
ko: 봉헌

source: Title
fr: Titre
ko: 제목

source: Subtitle
fr: Sous-titre
ko: 소제목

source: Subsubtitle
fr: Sous-sous-titre
ko: 부제

source: Composer
fr: Compositeur
ko: 작곡자

source: Arranger
fr: Arrangeur
ko: 편곡자

source: Poet
fr: Parolier
ko: 작사자

source: Meter
fr: Mètre
ko: 박자

source: Piece
fr: Pièce
ko: 피스 (곡보)

source: Tagline
fr: Slogan
ko: 태그라인

source: Available parts:
fr: Parties disponibles :
ko: 사용 가능한 파트:

source: Score:
fr: Partition :
ko: 모음보표:

source: &Add
fr: &Ajouter
ko: 추가하기(&A)

source: &Remove
fr: Supp&rimer
ko: 제거하기(&R)

source: Move up
fr: Déplacer vers le haut
ko: 위로 이동하기

source: Move down
fr: Déplacer vers le bas
ko: 아래로 이동하기

source: Key signature:
fr: Armure :
ko: 조표:

source: Time signature:
fr: Chiffre de mesure :
ko: 박자표:

source: Pickup measure:
fr: Anacrouse :
ko: 접촉 마디:

source: Metronome mark:
fr: Indication métronomique :
ko: 메트로놈 마크:

source: Round tap tempo value
fr: Arrondir le tempo
ko: 탭 템포 값 반올림하기

source: Round the entered tap tempo to a common value.
fr: Arrondir le tempo à une valeur courante
ko: 입력한 탭 템포를 공통 값으로 반올림합니다.

source: Tempo indication:
fr: Indication de tempo :
ko: 템포 표시:

source: Major
fr: Majeur
ko: 장조

source: Minor
fr: Mineur
ko: 단조

source: Ionian
fr: Ionien
ko: 이오니아 선법

source: Dorian
fr: Dorien
ko: 도리아 선법

source: Phrygian
fr: Phrygien
ko: 프리지아 선법

source: Lydian
fr: Lydien
ko: 리디아 선법

source: Mixolydian
fr: Mixolydien
ko: 믹솔리디아 선법

source: Aeolian
fr: Éolien
ko: 에올리아 선법

source: Locrian
fr: Locrien
ko: 로크리아 선법

source: Score properties
fr: Propriétés de la partition
ko: 모음보표 속성

source: General preferences
fr: Préférences générales
ko: 일반 환경설정

source: Use typographical quotes
fr: Utiliser des guillemets typographiques
ko: 조판용 따옴표 사용하기

source: Replace normal quotes in titles with nice typographical quotes.
fr: Remplacer les guillemets standard par des guillemets typographiques.
ko: 제목의 일반 따옴표를 멋진 조판용 따옴표로 바꿉니다.

source: Use \relative with pitch
fr: Utilisez \relative avec la hauteur
ko: 음 높이와 함께 \relative 사용하기

source: Write a default pitch after the \relative command.
fr: Écrivez une hauteur par défaut après la commande \relative.
ko: \relative 명령 뒤에 기본 음 높이를 씁니다.

source: Remove default tagline
fr: Supprimer le pied de page par défaut
ko: 기본 태그라인 제거하기

source: Suppress the default tagline output by LilyPond.
fr: Supprimer le pied de page ajouté par défaut à la dernière page.
ko: LilyPond의 기본 태그라인 출력을 억제합니다.

source: Remove bar numbers
fr: Supprimer les numéros de mesure
ko: 세로줄 번호 제거하기

source: Suppress the display of measure numbers at the beginning of every system.
fr: Empêcher l'affichage de numéros de mesure au début de chaque système.
ko: 모든 보표단 시작 시 마디 번호 표시를 억제합니다.

source: Smart neutral stem direction
fr: Direction de hampe neutre "intelligente"
ko: 지능형 중립 음표기둥 방향

source: Use a logical direction (up or down) for stems on the middle line of a staff.
fr: Utilise une direction logique (haut ou bas) pour les hampes sur la ligne médiane d'une portée.
ko: 보표의 가운데 선에 있는 음표 기둥에 대해 논리적 방향(위 또는 아래)을 사용합니다.

source: Create MIDI output
fr: Créer un rendu MIDI
ko: MIDI 출력 만들기

source: Create a MIDI file in addition to the PDF file.
fr: Créer un fichier MIDI en plus du rendu PDF.
ko: PDF 파일 외에 MIDI 파일을 만듭니다.

source: Show metronome mark
fr: Afficher l'indication de métronome
ko: 메트로놈 마크 표시하기

source: If checked, show the metronome mark at the beginning of the score. The MIDI output also uses the metronome setting.
fr: Cochez cette case pour afficher une indication métronomique au début de la partition ; elle sera également utilisée dans la sortie MIDI.
ko: 이 옵션이 선택된 경우, 모음보표 시작 부분에 메트로놈 마크가 표시됩니다. MIDI 출력도 메트로놈 설정을 사용합니다.

source: Paper size:
fr: Taille du papier :
ko: 용지 크기:

source: Regular
fr: Régulier
ko: 일반

source: Landscape
fr: Paysage
ko: 가로 방향

source: Rotated
fr: Tourné
ko: 회전됨

source: Regular portrait orientation.
fr: Orientation portrait régulière.
ko: 일반 세로 방향입니다.

source: Set paper orientation to landscape while keeping upright printing orientation.
fr: Définissez l'orientation du papier sur paysage tout en conservant l'orientation d'impression verticale.
ko: 수직 인쇄 방향을 유지하면서 용지 방향을 가로로 지정합니다.

source: Rotate print on regular paper.
fr: Pivoter l'impression sur du papier classique.
ko: 일반 용지 위에 인쇄를 회전합니다.

source: Short
fr: Court
ko: 짧은 이름

source: Instrument names
fr: Noms des instruments
ko: 악기 이름

source: First system:
fr: Premier système :
ko: 처음 보표단:

source: Other systems:
fr: Autres systèmes :
ko: 다른 보표단:

source: Use long or short instrument names before the first system.
fr: Utiliser des noms d'instruments longs ou abrégés avant le premier système.
ko: 처음 보포단 앞에는 길거나 짧은 악기 이름을 사용합니다.

source: Use short, long or no instrument names before the next systems.
fr: Utiliser ou non des noms d'instruments, longs ou courts, avant le prochain système.
ko: 다음 보표단 앞에는 짧고, 길거나 악기 없음 이름을 사용합니다.

source: Which language to use for the instrument names.
fr: Quel langue utiliser pour les noms d'instruments.
ko: 악기 이름에 사용할 언어입니다.

source: Pitch name language:
fr: Langue du nom des notes :
ko: 음 높이 이름 언어:

source: The LilyPond language you want to use for the pitch names.
fr: Langue du nom des notes dans le code LilyPond.
ko: 음 높이 이름에 사용하려는 LilyPond 언어입니다.

source: The LilyPond version you will be using for this document.
fr: Version de LilyPond que vous utiliserez pour ce document.
ko: 이 문서에 사용할 LilyPond 버전입니다.

source: No settings available.
fr: Pas de réglages possibles.
ko: 사용 가능한 설정이 없습니다.

source: Adjust how many separate voices you want on each staff.
fr: Indiquez le nombre de voix distinctes prévues par portée.
ko: 각 보표에 원하는 개별 보이스 수를 조정합니다.

source: This is primarily useful when you write polyphonic music like a fugue.
fr: C'est surtout utile dans de la musique polyphonique (fugue, …).
ko: 푸가와 같은 다성 음악을 작곡할 때 주로 유용합니다.

source: Right hand:
fr: Main droite :
ko: 오른손:

source: Left hand:
fr: Main gauche :
ko: 왼손:

source: MIDI instrument:
fr: Instrument MIDI :

source: Chord style:
fr: Styles d'accords :
ko: 코드 스타일:

source: Guitar fret diagrams
fr: Diagrammes d'accords de guitare
ko: 기타 프렛 다이어그램

source: Show predefined guitar fret diagrams below the chord names (LilyPond 2.12 and above).
fr: Afficher les diagrammes d'accords sous le nom de l'accord (LilyPond 2.12 et plus récent).
ko: 코드(화음) 이름 아래에 미리 정의된 기타 프렛 다이어그램을 표시합니다(LilyPond 2.12 이상).

source: Chords follow here.
fr: Ajouter ici des chiffrages.
ko: 화음은 여기를 참조하세요.

source: German
fr: Allemand
ko: 게르만

source: Semi-German
fr: Semi-Allemand
ko: 세미-게르만

source: Italian
fr: Italien
ko: 이탤리언

source: French
fr: Français
ko: 프렌치

source: Horn in F
fr: Cor en fa
ko: F조의 호른

# abbreviation for Horn in F
source: Hn.F.
fr: C. Fa

source: Trumpet in C
fr: Trompette en ut
ko: C조의 트럼펫

# abbreviation for Trumpet in C
source: Tr.C.
fr: Trp. ut

source: Trumpet in Bb
fr: Trompette en Sib
ko: Bb조의 트럼펫

# abbreviation for Trumpet in Bb
source: Tr.Bb.
fr: Trp. Sib

source: Cornet in Bb
fr: Cornet en Sib
ko: Bb조의 코넷

# abbreviation for Cornet in Bb
source: Crt.Bb.
fr: Crt Sib

source: Flugelhorn
fr: Bugle
ko: 플뤼겔호른

# abbreviation for Flugelhorn
source: Fgh.
fr: bgl.

source: Baritone
fr: Saxophone Baryton
ko: 바리톤

# abbreviation for Tuba
source: Tb.
fr: Tub.

source: Bass Tuba
fr: Tuba Basse
ko: 베이스 튜바

# abbreviation for Bass Tuba
source: B.Tb.
fr: Tub. B.

source: Brass
fr: Cuivres
ko: 금관악기

source: Staff Group
fr: Groupe de portées
ko: 보표 그룹

source: Brace
fr: Accolade
ko: 중괄호

source: Bracket
fr: Crochet
ko: 괄호

source: Square
fr: Carré
ko: 대괄호

source: Connect Barlines
fr: Joindre les barres de mesures
ko: 세로줄 연결하기

source: If checked, barlines are connected between the staves.
fr: Si coché, les barres de mesures sont connectées entre les portées.
ko: 이 옵션이 선택된 경우, 보표 사이에 세로줄이 연결됩니다.

source: Score
fr: Partition
ko: 모음보표

source: Piece:
fr: Pièce :
ko: 피스:

source: Properties
fr: Propriétés
ko: 속성

source: Book Part
fr: Partie de Livre
ko: Book 파트

source: Book
fr: Livre

source: <p>Here you can specify a filename or suffix (without extension) to set the names of generated output files for this book.</p> <p>If you choose "Suffix" the entered name will be appended to the document's file name; if you choose "Filename", just the entered name will be used.</p>
fr: <p>Vous pouvez spécifier ici un nom de fichier ou un suffixe (sans extension) afin de régler les noms des fichier de sortie générés pour ce livre..</p> <p>Si vous avez choisi « Suffixe », le nom choisi sera accolé au nom de fichier du document ; si vous avez choisi « Nom de fichier », seul le nom saisi sera utilisé.</p>
ko: <p>여기서 이 Book의 생성된 출력 파일 이름을 설정하기 위해 파일 이름 또는 접미어(확장자 없이)를 지정할 수 있습니다.</p> <p>"접미어"를 선택하면 입력된 이름이 문서의 파일 이름에 추가되며, "파일 이름"을 선택하면 입력된 이름만 사용됩니다.</p>

source: Output Filename:
fr: Nom du fichier de sortie :
ko: 출력 파일이름:

source: Filename
fr: Nom de Fichier
ko: 파일이름

source: Suffix
fr: Suffixe
ko: 접미어

source: Containers
fr: Contenants
ko: 컨테이너

source: Electric piano
fr: Piano électrique
ko: 일렉트릭 피아노

source: Harpsichord
fr: Clavecin
ko: 하프시코드

# abbreviation for Harpsichord
source: Hs.
fr: Clav.

source: Clavichord
fr: Clavicorde
ko: 클라비코드

# abbreviation for Clavichord
source: Clv.
fr: Clav.

source: Organ
fr: Orgue
ko: 오르간

source: Pedal:
fr: Pédale :
ko: 페달:

source: Set to 0 to disable the pedal altogether.
fr: Définir à 0 pour désactiver la pédale.
ko: 페달을 완전히 비활성화하려면 0으로 지정합니다.

source: Celesta
fr: Célesta
ko: 첼레스타

# abbreviation for Celesta
source: Cel.
fr: Cél.

source: Set to 0 to disable the right-hand part altogether.
fr: Réglez sur 0 pour désactiver complètement la partie main droite.
ko: 오른손 부분을 모두 비활성화하려면 0으로 지정합니다.

source: Set to 0 to disable the left-hand part altogether.
fr: Réglez sur 0 pour désactiver complètement la partie main gauche.
ko: 왼손 부분을 완전히 비활성화하려면 0으로 지정합니다.

source: Synth lead
fr: Synthé principal
ko: 신스 리드

# abbreviation for Synth lead
source: Syn.Ld.
fr: Syn. Prin.

source: Synth pad
fr: Pad de synthé
ko: 신스 패드

# abbreviation for Synth pad
source: Syn.Pad
fr: Pad Syn.

source: Synth bass
fr: Basse de synthétiseur
ko: 신스 베이스

# abbreviation for Synth bass
source: Syn.Bass
fr: Syn. Basse

source: Synth strings
fr: Cordes de synthétiseur
ko: 신스 스트링

# abbreviation for Synth strings
source: Syn.Str.
fr: Cord. Syn.

source: Synth brass
fr: Cuivres de Synthétiseur
ko: 신스 브라스

# abbreviation for Synth brass
source: Syn.Br.
fr: Crv. syn.

source: Synth effects
fr: Effets de synthé

source: Keyboard instruments
fr: Claviers
ko: 건반 악기

source: Timpani
fr: Timbales
ko: 팀파니

# abbreviation for Timpani
source: Tmp.
fr: Timb.

source: Upper staff:
fr: Portée supérieure :
ko: 위쪽의 보표:

source: Lower staff:
fr: Portée inférieure :
ko: 아래쪽의 보표:

source: Set the number of voices to 0 to disable the second staff.
fr: Régler le nombre de voix à 0 pour désactiver la seconde portée.
ko: 두 번째 보표를 비활성화하려면 보이스 수를 0으로 지정합니다.

source: Tubular bells
fr: Cloches tubulaires
ko: 튜블라 벨

# abbreviation for Tubular bells
source: Tub.
fr: Cl. Tub.

source: Steelpan
fr: Steel drum

# abbreviation for Steelpan
source: Pan
fr: Steel D.

# abbreviation for Glockenspiel
source: Gls.
fr: Glock.

source: Manual staff:
fr: Portée manuelle :
ko: 건반 보표:

source: Pedal staff:
fr: Portée de pédalier :
ko: 페달 보표:

source: Drums
fr: Batterie
ko: 드럼

# abbreviation for Drums
source: Dr.
fr: Bat.

source: Voices:
fr: Voix :
ko: 보이스:

source: Remove stems
fr: Supprimer les hampes
ko: 음표 기둥 제거하기

source: Remove the stems from the drum notes.
fr: Supprimer les hampes des notes de percussion.
ko: 드럼 음표에서 음표 기둥을 제거합니다.

source: Drums follow here.
fr: Ajouter notation de percussions.
ko: 드럼은 여기를 참조하세요.

source: keep some distance.
fr: maintenir de l'espace.
ko: 약간의 거리를 유지하세요.

source: Drums (5 lines, default)
fr: Batterie (5 lignes, par défaut)
ko: 드럼 (5줄, 기본값)

source: Timbales-style (2 lines)
fr: Style Timbales (2 lignes)
ko: 팀바레스 스타일 (2줄)

source: Congas-style (2 lines)
fr: Style Congas (2 lignes)
ko: 콩가 스타일 (2줄)

source: Bongos-style (2 lines)
fr: Style Bongos (2 lignes)
ko: 봉고 스타일 (2줄)

source: Percussion-style (1 line)
fr: Style Percussion(1 ligne)
ko: 타악기 스타일 (1 줄)

source: Custom tuning
fr: Accord personnalisé
ko: 사용자 지정 튜닝

source: Staff type:
fr: Type de portée :
ko: 보표 유형:

source: Tuning:
fr: Accord :
ko: 튜닝:

source: Select custom tuning in the combobox and enter a custom tuning here, e.g. <code>e, a d g b e'</code>. Use absolute note names in the same language as you want to use in your document (by default: "nederlands").
fr: Sélectionnez un accord personnalisé dans la liste déroulante et entrez un accord personnalisé ici, p. ex. <code>e, a d g b e'</code>. Utilisez les noms de notes absolus dans le même langage que celui qui est utilisé dans votre document (par défaut : "nederlands").
ko: 콤보 상자에서 사용자 지정 튜닝을 선택하고 여기에 사용자 지정 튜닝을 입력합니다(예: e, a d g b e'). 문서에서 사용하려는 언어와 동일한 언어의 절대 음표 이름을 사용합니다(기본값: "nederlands").

source: Custom tuning...
fr: Accord personnalisé...
ko: 사용자 지정 튜닝...

source: Normal staff
fr: Portée standard
ko: 보통 보표

source: Both
fr: Mixte

source: Mandolin
fr: Mandoline
ko: 만돌린

source: Mandolin tuning
fr: Accord de mandoline
ko: 만돌린 튜닝

source: Ukulele tuning
fr: Accord d'ukulele
ko: 우쿨렐레 튜닝

source: Ukulele D-tuning
fr: Accord de ré - ukulele
ko: 우쿨렐레 D-튜닝

source: Tenor Ukulele tuning
fr: Accord d'ukulele ténor
ko: 테너 우쿨렐레 튜닝

source: Baritone Ukulele tuning
fr: Accord d'ukulele baryton
ko: 바리톤 우쿨렐레 튜닝

source: Open G-tuning (aDGBD)
fr: Accord en Sol ouvert (la Ré Sol Si Ré)
ko: 오픈 G-튜닝 (aDGBD)

source: C-tuning (gCGBD)
fr: Accord en Do (sol Do Sol Si Ré)
ko: C-튜닝 (gCGBD)

source: Modal tuning (gDGCD)
fr: Accord modal (sol Ré Sol Do Ré)
ko: 모달 튜닝 (gDGCD)

source: Open D-tuning (aDF#AD)
fr: Accord en Ré ouvert (la Ré Fad La Ré)
ko: 오픈 D-튜닝 (aDF#AD)

source: Open Dm-tuning (aDFAD)
fr: Accord en Ré mineur (la Ré Fa La Ré)
ko: 오픈 Dm-튜닝 (aDFAD)

source: Four strings (instead of five)
fr: Quatre cordes (au lieu de cinq)
ko: 4현 (5현 대신)

source: Classical guitar
fr: Guitare Classique
ko: 클래식 기타

# abbreviation for Classical guitar
source: Gt.
fr: Guit.

source: Guitar tuning
fr: Accord de Guitare
ko: 기타 튜닝

source: Guitar seven-string tuning
fr: Accord de guitare à 7 cordes
ko: 7현 기타 튜닝

source: Guitar drop-D tuning
fr: Accord de guitare drop-D
ko: 기타 드롭-D 튜닝

source: Guitar drop-C tuning
fr: Accord de guitare drop-C
ko: 기타 드롭-C 튜닝

source: Open G-tuning
fr: Accord de Sol ouvert
ko: 오픈 G-튜닝

source: Guitar open D tuning
fr: Accord de guitare open D
ko: 기타 오픈 D 튜닝

source: Guitar d-a-d-g-a-d tuning
fr: Accord de guitare ré la ré sol la ré
ko: 기타 d-a-d-g-a-d 튜닝

source: Lute tuning
fr: Accord de luth
ko: 류트 튜닝

source: Guitar A-sus4 tuning
fr: Accord de guitare A-sus 4
ko: 기타 A-sus4 튜닝

source: Acoustic guitar
fr: Guitare Acoustique
ko: 어쿠스틱 기타

# abbreviation for Acoustic guitar
source: A.Gt.
fr: Guit. A.

source: Electric guitar
fr: Guitare électrique
ko: 일렉트릭 기타

# abbreviation for Electric guitar
source: E.Gt.
fr: Guit. E.

source: Jazz guitar
fr: Guitare Jazz
ko: 재즈 기타

# abbreviation for Jazz guitar
source: J.Gt.
fr: Guit. J.

source: Acoustic bass
fr: Basse acoustique
ko: 어쿠스틱 베이스

# abbreviation for Acoustic bass
source: A.Bs.
fr: Bas. A.

source: Bass tuning
fr: Accord de basse
ko: 베이스 튜닝

source: Four-string bass tuning
fr: Accord de basse à 4 cordes
ko: 4현 베이스 튜닝

source: Bass drop-D tuning
fr: Accord de basse drop-D
ko: 베이스 드롭-D 튜닝

source: Five-string bass tuning
fr: Accord de basse à 5 cordes
ko: 5현 베이스 튜닝

source: Six-string bass tuning
fr: Accord de basse à 6 cordes
ko: 6현 베이스 튜닝

source: Electric bass
fr: Basse électrique
ko: 일렉트릭 베이스

# abbreviation for Electric bass
source: E.Bs.
fr: Bas. E.

source: Harp
fr: Harpe
ko: 하프

source: Plucked strings
fr: Cordes pincées
ko: 퉁기는 현악기

source: Structure follows here.
fr: Structure ici...

source: Chord names
fr: Chiffrages d'accords
ko: 화음 이름

source: Use extender lines
fr: Utiliser des lignes d'extension
ko: 연장선 사용하기

source: Figures follow here.
fr: Ajouter des chiffrages ici.
ko: 수치는 여기에 따릅니다.

source: Staff
fr: Portée
ko: 보표

source: Special
fr: Spécial
ko: 특수

source: Violin
fr: Violon
ko: 바이올린

source: Viola
fr: Alto
ko: 비올라

# abbreviation for Viola
source: Vla.
fr: Alt.

source: Cello
fr: Violoncelle
ko: 첼로

# abbreviation for Cello
source: Cl.
fr: Vlc.

source: Contrabass
fr: Contrebasse
ko: 콘트라베이스

source: Basso Continuo
fr: Basse continue
ko: 바소 콘티누오 (계속저음)

source: Strings
fr: Cordes
ko: 현악기

source: Stanzas:
fr: Couplets :
ko: 스탠자:

source: The number of stanzas.
fr: Nombre de couplets.
ko: 스탠자의 수입니다.

source: Show the pitch range of the voice at the beginning of the staff.
fr: Afficher la tessiture de la voix au début de la portée.
ko: 보표의 시작 부분에 보이스의 음 높이 범위를 표시합니다.

source: Lyrics follow here.
fr: Ajouter ici des paroles.
ko: 가사는 여기를 참조하세요.

source: Tenor
fr: Ténor
ko: 테너

source: Bass
fr: Basse
ko: 베이스

source: Lead sheet
fr: Song book
ko: 리드 시트

source: The Lead Sheet provides a staff with chord names above and lyrics below it. A second staff is optional.
fr: Un Song book s'écrit sur une portée, entourée de chiffrages d'accords et de paroles. Une seconde portée peut être ajoutée.
ko: 리드 시트는 위에 코드 이름과 그 아래에 가사를 보표로 제공합니다. 두 번째 보표는 선택 사항입니다.

source: Add accompaniment staff
fr: Ajouter une portée d'accompagnement
ko: 반주 보표 추가하기

source: Adds an accompaniment staff and also puts an accompaniment voice in the upper staff.
fr: Ajoute une portée d'accompagnement, et une voix d'accompagnement à la portée du haut.
ko: 반주 보표를 추가하고 위쪽 보표에 반주 보이스도 넣습니다.

source: Choir
fr: Chœur
ko: 합창

source: Please select the voices for the choir. Use the letters S, A, T, or B. A hyphen denotes a new staff.
fr: Veuillez choisir les voix du chœur, au moyen des lettres S A T B. Ajoutez des tirets pour délimiter les portées.
ko: 합창의 목소리를 선택하세요. 글자 S(소프라노), A(알토), T(테너) 또는 B(바리톤)를 사용합니다. 하이픈은 새 보표를 나타냅니다.

source: Hint: For a double choir you can use two choir parts.
fr: Astuce : un double chœur peut s'écrire avec deux parties de chœur.
ko: 힌트: 2인 합창의 경우 2개의 합창 파트를 사용할 수 있습니다.

source: Voicing:
fr: Harmonisation :
ko: 보이싱:

source: Lyrics:
fr: Paroles :
ko: 가사:

source: Piano reduction
fr: Réduction pour piano
ko: 피아노 편곡

source: Adds an automatically generated piano reduction.
fr: Ajoute une réduction pour piano générée de façon automatique.
ko: 자동으로 생성된 피아노 편곡을 추가합니다.

source: Rehearsal MIDI files
fr: Fichiers MIDI de répétitions
ko: 리허설 MIDI 파일

source: Creates a rehearsal MIDI file for every voice, even if no MIDI output is generated for the main score.
fr: Génère un fichier MIDI pour répéter voix par voix, même si aucun MIDI n'est généré pour la partition d'ensemble.
ko: 메인 모음보표에 대한 MIDI 출력이 생성되지 않더라도, 모든 보이스에 대한 리허설 MIDI 파일을 만듭니다.

source: Rehearsal MIDI files:
fr: Fichiers MIDI pour répétitions :
ko: 리허설 MIDI 파일:
