Repository: frescobaldi/frescobaldi
Catalog: i18n/frescobaldi/*.po
Languages: fr, ko

source: An operation requires a restart of Frescobaldi: {} Some new functionality may not be available before, or the application may even become unstable. Do you want to restart now? You can also save open files first and restart manually.
fr: Une opération requiert le redémarrage de Frescobaldi: {} Jusqu'au redémarrage, certaines fonctionnalités ne seront peut-être pas disponibles, et l'application peut devenir instable. Vouslez-vous redémarrer Frescobaldi maintenant ? Vous pouvez également sauver les fichiers ouverts et redémarrer Frescobaldi vous-même.
ko: 작업을 수행하려면 Frescobaldi를 다시 시작해야 합니다: {} 이전에는 일부 새로운 기능을 사용할 수 없거나 응용 프로그램이 불안정해질 수 있습니다. 지금 다시 시작하시겠습니까? 열려 있는 파일을 먼저 저장하고 수동으로 다시 시작할 수도 있습니다.

source: Scheme:
fr: Schema :

source: Re&name...
fr: Re&nommer...
ko: 이름 바꾸기(&N)...

source: &Export...
fr: &Exporter...
ko: 내보내기(&E)...

source: Add Scheme
fr: Ajouter un profil
ko: Scheme 추가하기

source: Please enter a name for the new scheme:
fr: Veuillez saisir un nom pour le nouveau profil :
ko: 새 Scheme의 이름을 입력해주세요:

source: Rename
fr: Renommer
ko: 이름변경

source: New name:
fr: Nouveau nom :
ko: 새 이름:

# dialog title
source: Import color theme
fr: Importer un thème de couleur
ko: 색상 테마 가져오기

# dialog title
source: Export {name}
fr: Exporter {name}
ko: {name} 내보내기

# window title
source: Edit Shortcut
fr: Éditer le raccourci
ko: 단축키 편집하기

source: &No shortcut
fr: Aucun raccourci
ko: 단축키 없음(&N)

source: Use a &custom shortcut:
fr: Utiliser un ra&ccourci personnalisé :
ko: 사용자 지정 단축키 사용하기(&C):

source: Alternative #{num}:
fr: Alternative n°{num} :
ko: 대체 #{num}:

source: Primary shortcut:
fr: Raccourci principal :
ko: 기본적인 단축키:

source: Conflict with: {name}
fr: Conflit avec : {name}
ko: 충돌 대상: {name}

source: Here you can edit the shortcuts for {name}
fr: Vous pouvez éditer les raccourcis pour {name}
ko: 여기에서 {name}의 단축키를 편집할 수 있습니다

# no keyboard shortcut
source: none
fr: aucun
ko: 없음

source: Use &default shortcut ({name})
fr: Utiliser le raccourci par &défaut ({name})
ko: ({name}) 기본 단축키 사용하기(&D)

source: The tempo is set as you click this button.
fr: Le tempo est ajusté au rythme de vos clics sur ce bouton.
ko: 이 버튼을 클릭하면 템포가 지정됩니다.

source: Tap this button to set the tempo. The average speed of clicking is used; wait 3 seconds to "reset".
fr: Cliquez sur ce bouton pour ajuster le tempo. L'ajusteur de tempo utilise la vitesse moyenne entre les clics; 3 secondes sans cliquer réinitialise l'ajusteur.
ko: 템포를 지정하려면 이 버튼을 탭합니다. 평균 클릭 속도가 사용되며, 3초간 기다리면 "재설정"됩니다.

source: Open file dialog
fr: Fenêtre d'ouverture de fichier
ko: 파일 대화상자 열기

source: Select a directory
fr: Sélectionner un dossier
ko: 디렉터리 선택하기

source: Select a file
fr: Sélectionner un fichier
ko: 파일 선택하기

source: &Print...
fr: Im&primer...
ko: 인쇄하기(&P)...

source: Fit &Width
fr: Ajuster à la largeur
ko: 너비 맞추기(&W)

source: Fit &Height
fr: Ajuster à la &hauteur
ko: 높이 맞추기(&H)

source: Fit &Page
fr: Ajuster à la &page
ko: 페이지 맞추기(&P)

source: &Natural Size
fr: Taille &naturelle
ko: 제자리표 크기(&N)

source: Width
fr: Largeur
ko: 너비

source: Height
fr: Hauteur
ko: 높이

source: Rotate &Left
fr: Rotation vers &la gauche
ko: 왼쪽 회전하기(&L)

source: Rotate &Right
fr: Rotation vers la d&roite
ko: 오른쪽 회전하기(&R)

source: Single Pages
fr: Pages uniques
ko: 단일 페이지

source: Two Pages (first page right)
fr: Doubles pages (première page à droite)
ko: 두 페이지 (첫 페이지 오른쪽)

source: Two Pages (first page left)
fr: Doubles pages (première page à gauche)
ko: 두 페이지 (첫 번째 페이지 왼쪽)

source: Raster
fr: Trame
ko: 래스터

source: &Continuous
fr: Pages &continues
ko: 연속(&C)

source: Re&load View
fr: Recharger &la vue
ko: 보기 다시 불러오기(&L)

source: Previous Page
fr: Page précédente
ko: 이전 페이지

source: Previous
fr: Précédent
ko: 이전

source: Next Page
fr: Page suivante
ko: 다음 페이지

source: Next
fr: Suivant
ko: 다음

source: Magnifier
fr: Loupe
ko: 돋보기

source: usage:
fr: utilisation
ko: 사용법:

source: positional arguments
fr: paramètres positionnels
ko: 위치와 관련된 인수

source: optional arguments
fr: paramètres optionnels
ko: 선택적인 인수

source: show this help message and exit
fr: afficher ce message d'aide et quitter
ko: 이 도움말 메시지를 표시하고 종료

# CloseButton
source: Close Tab
fr: Fermer l'onglet
ko: 탭 닫기

# QDialogButtonBox
source: Apply
fr: Appliquer
ko: 적용하기

# QDialogButtonBox
source: &Cancel
fr: Annuler (&C)
ko: 취소하기(&C)

# QDialogButtonBox
source: Cancel
fr: Annuler
ko: 취소하기

# QDialogButtonBox
source: Close
fr: Fermer
ko: 닫기

# QDialogButtonBox
source: Close without Saving
fr: Fermer sans enregistrer
ko: 저장하지 않고 닫기

# QDialogButtonBox
source: Discard
fr: Abandonner
ko: 폐기하기

# QDialogButtonBox
source: Help
fr: Aide
ko: 도움말

# QDialogButtonBox
source: Open
fr: Ouvrir
ko: 열기

# QDialogButtonBox
source: Reset
fr: Réinitialiser
ko: 재시작

# QDialogButtonBox
source: &Save
fr: Enregi&strer
ko: 저장하기(&S)

# QDialogButtonBox
source: Save
fr: Enregistrer
ko: 저장하기

# QDialog
source: What's This?
fr: Qu'est-ce que c'est ?
ko: 이것은 무엇인가요?

# QDockWidget
source: Float
fr: Flottant
ko: 플로트

# QDockWidget
source: Undocks and re-attaches the dock widget
fr: Détacher et ré-attacher le présentoir de widgets
ko: 독 위젯 분리하고 재부착하기

# QDockWidget
source: Close
fr: Fermer
ko: 닫기

# QDockWidget
source: Closes the dock widget
fr: Fermer le présentoir de widgets
ko: 독 위젯을 닫습니다

# QFileDialog
source: All Files (*)
fr: Tous les fichiers (*)
ko: 모든 파일 (*)

# QFileDialog
source: Back
fr: Précédent
ko: 뒤로

# QFileDialog
source: Change to detail view mode
fr: Basculer sur la vue détaillée
ko: 상세 보기 모드로 변경하기

# QFileDialog
source: Change to list view mode
fr: Basculer sur la vue en liste
ko: 목록 보기 모드로 변경하기

# QFileDialog
source: Create a New Folder
fr: Créer un nouveau dossier
ko: 새 폴더 만들기

# QFileDialog
source: Create New Folder
fr: Créer un nouveau dossier
ko: 새 폴더 만들기

# QFileDialog
source: &Delete
fr: Supprimer
ko: 삭제하기(&D)

# QFileDialog
source: Detail View
fr: Vue détaillée
ko: 세부 정보 보기

# QFileDialog
source: Drive
fr: Disque
ko: 드라이브

# QFileDialog
source: File
fr: Fichier
ko: 파일

# QFileDialog
source: File &name:
fr: &Nom de Fichier :
ko: 파일 이름(&N):

# QFileDialog
source: Files of type:
fr: Format de fichier :
ko: 파일 유형:

# QFileDialog
source: Find Directory
fr: Trouver le dossier
ko: 디렉터리 찾기

# QFileDialog
source: Folder
fr: Dossier
ko: 폴더

# QFileDialog
source: Forward
fr: Suivant
ko: 앞으로

# QFileDialog
source: Go back
fr: Aller au précédent
ko: 뒤로 가기

# QFileDialog
source: Go forward
fr: Aller au suivant
ko: 앞으로 가기

# QFileDialog
source: Go to the parent directory
fr: Aller au dossier parent
ko: 상위 디렉터리로 가기

# QFileDialog
source: List View
fr: Vue liste
ko: 목록 보기

# QFileDialog
source: Look in:
fr: Chercher dans :

# QFileDialog
source: &New Folder
fr: &Nouveau dossier
ko: 새 폴더(&N)

# QFileDialog
source: &Open
fr: &Ouvrir
ko: 열기(&O)

# QFileDialog
source: Parent Directory
fr: Dossier parent
ko: 상위 디렉터리

# QFileDialog
source: Remove
fr: Supprimer
ko: 제거하기

# QFileDialog
source: &Rename
fr: &Renommer
ko: 이름변경(&R)

# QFileDialog
source: Show
fr: Afficher
ko: 표시하기

# QFileDialog
source: Show &hidden files
fr: Afficher les fichiers cachés
ko: 숨겨진 파일 표시하기(&H)

# QFileSystemModel
source: %1 bytes
fr: %1 octets
ko: %1 바이트

# QFileSystemModel
source: %1 KB
fr: %1 Ko

# QFileSystemModel
source: Computer
fr: Ordinateur
ko: 컴퓨터

# QFileSystemModel
source: Date Modified
fr: Date de modification
ko: 날짜 수정됨

# QFileSystemModel
source: Name
fr: Nom
ko: 이름

# QFileSystemModel
source: Size
fr: Taille
ko: 크기

# QFontDatabase
source: Black
fr: Extra gras
ko: 검은색

# QFontDatabase
source: Bold
fr: Gras
ko: 굵은 활자체

# QFontDatabase
source: Demi Bold
fr: Semi-gras
ko: 약간 굵은 활자체

# QFontDatabase
source: Light
fr: Fin
ko: 얇은 활자체

# QFontDatabase
source: Oblique
fr: Italique
ko: 기울은 활자체

# QFontDatabase
source: Normal
fr: Portée standard
ko: 보통 활자체

# QGnomeTheme
source: &Cancel
fr: Annuler (&C)
ko: 취소하기(&C)

# QGnomeTheme
source: &Save
fr: Enregi&strer
ko: 저장하기(&S)

# QGnomeTheme
source: &Close
fr: Fermer
ko: 닫기(&C)

# QLocalSocket
source: %1: Invalid name
fr: %1: Nom incorrect
ko: %1: 잘못된 이름

# QMultiInputContext
source: Select IM
fr: Sélectionner IM
ko: 입력기 선택하기

# QPlatformTheme
source: Help
fr: Aide
ko: 도움말

# QPlatformTheme
source: Apply
fr: Appliquer
ko: 적용하기

# QPlatformTheme
source: Reset
fr: Réinitialiser
ko: 재시작

# QPlatformTheme
source: Open
fr: Ouvrir
ko: 열기

# QPlatformTheme
source: Save
fr: Enregistrer
ko: 저장하기

# QPlatformTheme
source: Cancel
fr: Annuler
ko: 취소하기

# QPlatformTheme
source: Discard
fr: Abandonner
ko: 폐기하기

# QPlatformTheme
source: Restore Defaults
fr: Rétablir les valeurs par défaut
ko: 기본값 복원하기

# QPlatformTheme
source: Close
fr: Fermer

# QScrollBar
source: Bottom
fr: Bas
ko: 하단

# QScrollBar
source: Left edge
fr: Bord gauche
ko: 왼쪽 가장자리

# QScrollBar
source: Page down
fr: Page bas
ko: 페이지 아래쪽

# QScrollBar
source: Page left
fr: Page de gauche
ko: 페이지 왼쪽

# QScrollBar
source: Page right
fr: Page de droite
ko: 페이지 오른쪽

# QScrollBar
source: Page up
fr: Page haut
ko: 페이지 위쪽

# QScrollBar
source: Right edge
fr: Bord droit
ko: 오른쪽 가장자리

# QScrollBar
source: Scroll down
fr: Défiler vers le bas
ko: 아래로 스크롤

# QScrollBar
source: Scroll here
fr: Faire défiler jusqu'ici
ko: 여기로 스크롤

# QScrollBar
source: Scroll left
fr: Défiler vers la gauche
ko: 왼쪽으로 스크롤

# QScrollBar
source: Scroll right
fr: Défiler vers la droite
ko: 오른쪽으로 스크롤

# QScrollBar
source: Scroll up
fr: Défiler vers le haut
ko: 뒤로 스크롤

# QScrollBar
source: Top
fr: Haut
ko: 상단

# QShortcut
source: Add Favorite
fr: Ajouter favori
ko: 즐겨찾기 추가하기

# QShortcut
source: Adjust Brightness
fr: Ajuster la luminosité
ko: 밝기 조정하기

# QShortcut
source: Application Left
fr: Application droite
ko: 응용프로그램 왼쪽

# QShortcut
source: Application Right
fr: Application
ko: 응용프로그램 오른쪽

# QShortcut
source: Audio Cycle Track
fr: Piste en boucle (audio)
ko: 오디오 사이클 트랙

# QShortcut
source: Audio Forward
fr: Suivant (audio)
ko: 오디오 앞으로

# QShortcut
source: Audio Random Play
fr: Aléatoire (audio)
ko: 오디오 무작위 연주하기

# QShortcut
source: Audio Repeat
fr: Répétition (audio)
ko: 오디오 반복하기

# QShortcut
source: Audio Rewind
fr: Retour arrière (audio)
ko: 오디오 되감기

# QShortcut
source: Away
fr: Avance

# QShortcut
source: Back
fr: Précédent
ko: 뒤로

# QShortcut
source: Back Forward
fr: Vers l'avant
ko: 되감기

# QShortcut
source: Backspace
fr: Retour arrière
ko: 백스페이스

# QShortcut
source: Backtab
fr: TAB arrière
ko: 백탭

# QShortcut
source: Bass Boost
fr: Renforcement des basses
ko: 베이스 부스트

# QShortcut
source: Bass Down
fr: Diminuer les basses
ko: 베이스 다운

# QShortcut
source: Bass Up
fr: Augmenter les basses
ko: 베이스 업

# QShortcut
source: Battery
fr: Batterie
ko: 배터리

# QShortcut
source: Browser
fr: Navigateur
ko: 브라우저

# QShortcut
source: Cancel
fr: Annuler
ko: 취소하기

# QShortcut
source: Caps Lock
fr: Verrouillage majuscules

# QShortcut
source: CapsLock
fr: Verrouillage majuscules

# QShortcut
source: Clear
fr: Effacer
ko: 지우기

# QShortcut
source: Clear Grab
fr: Effacer la capture
ko: 그랩(부분강조) 지우기

# QShortcut
source: Close
fr: Fermer
ko: 닫기

# QShortcut
source: Copy
fr: Copier
ko: 복사하기

# QShortcut
source: Cut
fr: Couper
ko: 잘라내기

# QShortcut
source: Del
fr: Supprimer

# QShortcut
source: Delete
fr: Supprimer
ko: 삭제하기

# QShortcut
source: Display
fr: Afficher

# QShortcut
source: Down
fr: Bas
ko: 아래쪽

# QShortcut
source: Eject
fr: Éjecter
ko: 꺼내기

# QShortcut
source: End
fr: Fin

# QShortcut
source: Enter
fr: Entrée

# QShortcut
source: Esc
fr: Échappement

# QShortcut
source: Exit
fr: Quitter
ko: 종료

# QShortcut
source: Forward
fr: Suivant
ko: 앞으로

# QShortcut
source: Go
fr: Aller
ko: 가기

# QShortcut
source: Help
fr: Aide
ko: 도움말

# QShortcut
source: History
fr: Historique
ko: 히스토리

# QShortcut
source: Home Page
fr: Page d'accueil
ko: 홈 페이지

# QShortcut
source: Ins
fr: Insérer

# QShortcut
source: Insert
fr: Insérer
ko: 삽입하기

# QShortcut
source: Left
fr: Gauche
ko: 왼쪽

# QShortcut
source: Media Next
fr: Suivant (média)
ko: 미디어 다음

# QShortcut
source: Media Pause
fr: Pause (média)
ko: 미디어 일시정지

# QShortcut
source: Media Play
fr: Démarrer (média)
ko: 미디어 연주하기

# QShortcut
source: Media Previous
fr: Précédent (média)
ko: 미디어 이전

# QShortcut
source: Media Record
fr: Enregistrer (média)
ko: 미디어 녹음하기

# QShortcut
source: Media Stop
fr: Arrêter (média)
ko: 미디어 중지하기

# QShortcut
source: Music
fr: Musique
ko: 악보

# QShortcut
source: News
fr: Nouvelles
ko: 소식

# QShortcut
source: Number Lock
fr: Verrouillage du pavé numérique
ko: 번호 잠금

# QShortcut
source: Num Lock
fr: Verrouillage du pavé numérique

# QShortcut
source: NumLock
fr: Verrouillage du pavé numérique

# QShortcut
source: Open URL
fr: Ouvrir l'URL
ko: URL 열기

# QShortcut
source: Page Down
fr: Page bas
ko: 페이지 아래로

# QShortcut
source: Page Up
fr: Page haut
ko: 페이지 위로

# QShortcut
source: Paste
fr: Coller
ko: 붙어넣기

# QShortcut
source: PgDown
fr: Page bas

# QShortcut
source: PgUp
fr: Page haut

# QShortcut
source: Play
fr: Jouer
ko: 연주하기

# QShortcut
source: Refresh
fr: Actualiser
ko: 새로고침

# QShortcut
source: Reload
fr: Recharger
ko: 다시 불러오기

# QShortcut
source: Return
fr: Retour
ko: 돌아가기

# QShortcut
source: Right
fr: Droite
ko: 오른쪽

# QShortcut
source: Save
fr: Enregistrer
ko: 저장하기

# QShortcut
source: Scroll Lock
fr: Arrêt défilement
ko: 스크롤 잠금

# QShortcut
source: ScrollLock
fr: Arrêt défilement
ko: 스크롤잠금

# QShortcut
source: Search
fr: Rechercher
ko: 검색하기

# QShortcut
source: Select
fr: Sélectionner
ko: 선택하기

# QShortcut
source: Send
fr: Envoyer
ko: 보내기

# QShortcut
source: Shift
fr: Majuscule

# QShortcut
source: Space
fr: Espace

# QShortcut
source: Spellchecker
fr: Vérification orthographique
ko: 철자검사도구

# QShortcut
source: Split Screen
fr: Scinder l'écran
ko: 화면 나누기

# QShortcut
source: Spreadsheet
fr: Feuille de calcul
ko: 스프레드시트

# QShortcut
source: Standby
fr: Mise en veille
ko: 대기 중

# QShortcut
source: Stop
fr: Arrêter
ko: 중지하기

# QShortcut
source: Subtitle
fr: Sous-titre
ko: 부제

# QShortcut
source: Suspend
fr: Suspendre

# QShortcut
source: SysReq
fr: Touche SysReq

# QShortcut
source: Tab
fr: Touche Tab
ko: 탭

# QShortcut
source: Task Panel
fr: Liste des tâches
ko: 작업 패널

# QShortcut
source: Time
fr: Temps
ko: 시간

# QShortcut
source: Toggle Media Play/Pause
fr: Basculer Marche/Arrêt (média)
ko: 미디어 연주하기/일시정지 전환하기

# QShortcut
source: Tools
fr: Outils
ko: 도구

# QShortcut
source: Top Menu
fr: &Menu principal
ko: 상단 메뉴

# QShortcut
source: Treble Down
fr: Diminuer les aigüs
ko: 트레블 내리기

# QShortcut
source: Treble Up
fr: Augmenter les aigüs
ko: 트레블 올리기

# QShortcut
source: Up
fr: Haut
ko: 위로

# QShortcut
source: Video
fr: Vidéo
ko: 비디오

# QShortcut
source: View
fr: Affichage
ko: 보기

# QShortcut
source: Volume Down
fr: Diminuer le volume
ko: 볼륨 낮추기

# QShortcut
source: Volume Mute
fr: Couper le son
ko: 볼륨 음소거

# QShortcut
source: Volume Up
fr: Augmenter le volume
ko: 볼륨 높이기

# QShortcut
source: Zoom In
fr: Zoom avant
ko: 확대

# QShortcut
source: Zoom Out
fr: Zoom arrière
ko: 축소

# QTabBar
source: Scroll Left
fr: Défiler vers la gauche
ko: 왼쪽으로 스크롤

# QTabBar
source: Scroll Right
fr: Défiler vers la droite
ko: 오른쪽으로 스크롤

# QTextControl
source: &Undo
fr: Ann&uler
ko: 실행 취소(&U)

# QTextControl
source: &Redo
fr: &Refaire
ko: 다시 실행(&R)

# QTextControl
source: Cu&t
fr: Couper
ko: 잘라내기(&T)

# QTextControl
source: &Copy
fr: &Copier
ko: 복사하기(&C)

# QTextControl
source: &Paste
fr: Coller
ko: 붙여넣기(&P)

# QTextControl
source: Delete
fr: Supprimer
ko: 삭제하기

# QTextControl
source: Select All
fr: Tout sélectionner
ko: 모두 선택하기

# QWhatsThisAction
source: What's This?
fr: Qu'est-ce ?
ko: 이것은 무엇인가요?

source: LilyPond Music Editor
fr: Éditeur de musique LilyPond
ko: LilyPond 악보 편집기

source: lilypond;editor;sheet music;
fr: lilypond;éditeur;partition
ko: lilypond;editor;sheet music;편집기;악보;

source: Frescobaldi is an advanced text editor to edit LilyPond sheet music files. It aims to be powerful, yet lightweight and easy to use.
fr: Frescobaldi est un éditeur avancé de texte pour créer et éditer des fichiers de partitions pour Lilypond. C'est un outil très puissant, mais néanmoins léger et facile d'utilisation.
ko: Frescobaldi는 LilyPond 악보 파일을 편집하는 진보된 텍스트 편집기입니다. 강력하면서도 가볍고 사용하기 쉬운 기능을 목표로 합니다.

source: Features:
fr: Fonctionnalités:
ko: 기능:

source: Powerful text editor with syntax highlighting and automatic completion
fr: Éditeur de texte puissant incluant la coloration syntaxique et la complétion automatique
ko: 신택스 강조표시 및 자동 완성 기능이 있는 강력한 텍스트 편집기

source: Music view with advanced Point &amp; Click
fr: Visualisation de la partition avec un système intelligent de pointer-cliquer
ko: 진보된 포인트 &amp; 클릭 기능을 갖춘 악보 보기

source: Midi player to proof-listen LilyPond-generated MIDI files
fr: Lecteur MIDI pour valider à l'écoute les fichiers MIDI générés par LilyPond
ko: LilyPond에서 생성된 MIDI 파일을 교정 청음하기 위한 MIDI 재생기

source: Midi capturing to enter music
fr: Acquisition musicale via MIDI
ko: 악보 입력을 위한 MIDI 캡처링

source: Powerful Score Wizard to quickly setup a music score
fr: Puissant assistant de création de partition pour créer rapidement une partition
ko: 악보를 빠르게 설정하는 강력한 모음보표 마법사

source: Snippet Manager to store and apply text snippets, templates or scripts
fr: Gestionnaire de fragments pour organiser et utiliser les fragments musicaux LilyPond, les modèles et les scripts
ko: 텍스트 스니펫, 템플릿 또는 스크립트를 저장하고 적용하는 스니펫 관리자

source: Use multiple versions of LilyPond, automatically selects the correct version
fr: Frescobaldi sélectionne automatiquement la version la plus adaptée parmi toutes celles installées
ko: 여러 버전의 LilyPond를 사용하고 올바른 버전을 자동으로 선택합니다

source: Built-in LilyPond documentation browser and built-in User Guide
fr: Documentation LilyPond et guide de l'utilisateur intégrés
ko: 내장 LilyPond 도큐멘테이션 브라우저 및 내장 사용자 가이드

source: Smart layout-control functions like coloring specific objects in the PDF
fr: Fonctions intelligentes de mise en page telle que la coloration de certains objets déterminés dans le PDF
ko: PDF의 특정 객체에 색상을 지정하는 것과 같은 지능형 레이아웃 제어 기능

source: MusicXML, Midi and ABC import
fr: Importation des formats MusicXML, Midi et ABC
ko: MusicXML, Midi 및 ABC 가져오기

source: Modern user interface with configurable colors, fonts and keyboard shortcuts
fr: Interface utilisateur moderne, incluant des couleurs, polices et raccourcis clavier configurables
ko: 구성 가능한 색상, 글꼴 및 키보드 단축키가 있는 최신 사용자 인터페이스

source: Translated into the following languages: Dutch, English, French, German, Italian, Czech, Russian, Spanish, Galician, Turkish, Polish, Brazilian Portuguese and Ukrainian.
fr: Traduit dans les langues suivantes: allemand, anglais, brésilien, espagnol, français, galicien, italien, néerlandais, polonais, portugais, russe, tchèque, turc et ukrainien
ko: 다음 언어로 번역: 네덜란드어, 영어, 프랑스어, 독일어, 이탈리아어, 체코어, 러시아어, 스페인어, 갈리시아어, 터키어, 폴란드어, 브라질 포르투갈어 및 우크라이나어, 한국어.

source: Frescobaldi is designed to run on all major operating systems (Linux, Mac OS X and MS Windows). It is named after Girolamo Frescobaldi (1583-1643), an Italian composer of keyboard music in the late Renaissance and early Baroque period.
fr: Frescobaldi est conçu pour fonctionner sur tous les systèmes d'exploitation principaux (Linux Mac OS X et Windows). Il a été nommé d'après Girolamo Frescobaldi (1583-1643), un compositeur italien de musique au piano, entre la fin de la Renaissance et le début de la période Baroque.
ko: Frescobaldi는 모든 주요 운영 체제(Linux, Mac OS X 및 MS Windows)에서 실행되도록 설계되었습니다. 르네상스 후기와 바로크 시대 초기의 건반 악보를 작곡한 이탈리아 작곡가 지롤라모 프레스코발디(Girolamo Frescobaldi, 1583-1643)의 이름을 따서 명명되었습니다.

source: Text editor and music view
fr: Éditeur de texte et visualisation des partitions
ko: 텍스트 편집기 및 악보 보기

source: Change the input without leaving the music view
fr: Changez le contenu du fichier source sans quitter la vue partition.
ko: 악보 보기를 종료하지 않고 입력 변경하기

source: Zoom with the magnifier glass
fr: Agrandissez la vue avec la fonction loupe
ko: 돋보기로 확대/축소

source: Syntax highlighting and automatic completion
fr: Coloration syntaxique et complétion automatique du code
ko: 신택스 강조표시 및 자동 완성

source: Snippet manager and editor
fr: Gestionnaire et éditeur de fragments
ko: 스니펫 관리자 및 편집기

source: Score Wizard to quickly setup a music score
fr: Assistant de création de partition ({key}) dans {menu} pour créer rapidement une nouvelle partition LilyPond
ko: 악보를 빠르게 설정하는 모음보표 마법사

source: Version
ko: 버전

source: Version {version}
ko: 버전 {version}

source: &Messages
ko: 메시지(&M)

source: Type:
ko: 유형:

source: Position: {pos}
ko: 위치: {pos}

# menu title
source: &LilyPond
ko: LilyPond(&L)

# submenu title
source: &Directions
ko: 방향(&D)

source: Pos: {pos}
ko: 위치: {pos}

source: Document:
ko: 문서:

source: &Structure
ko: 구조(&S)

source: &MIDI
ko: MIDI(&M)

source: (local)
ko: (로컬)

source: Documents
ko: 문서

source: Docum&ents
ko: 문서(&E)

source: &Extensions
ko: 확장 기능(&E)

source: (Brace)
ko: (중괄호)

source: Bach (Piano)
ko: 바흐 (피아노)

source: Point-and-Click
ko: 마우스로 클릭

# menu title
source: &Session
ko: 세션(&S)

# midi player
source: Pause
ko: 일시정지

source: Tempo
ko: 템포

# midi lcd screen
source: TOTAL
ko: 총 연주 시간

# midi lcd screen
source: TEMPO
ko: 템포

source: Page {num}
ko: 페이지 {num}

source: Mode:
ko: 모드:

source: Extensions
ko: 확장 기능

source: Description
ko: 설명

source: Variable
ko: 변수

source: Octave
ko: 옥타브

source: Articulation
ko: 아티큘레이션

source: Markup
ko: 마크업

source: Verbatim
ko: 단어 단어별로

source: Style:
ko: 스타일:

source: Sessions
ko: 세션

source: Image:
ko: 이미지:

source: pixels
ko: 픽셀

source: Menu {name}
ko: {name} 메뉴

source: Articulations
ko: 아티큘레이션

source: Accent
ko: 악센트

source: Marcato
ko: 마르카토

source: Staccatissimo
ko: 스타카티시모

source: Staccato
ko: 스타카토

source: Portato
ko: 포르타토

source: Tenuto
ko: 테누토

source: Espressivo
ko: 에스프레시보

source: Segno
ko: 세뇨

source: Coda
ko: 코다

source: Crescendo
ko: 크레셴도 (점점 세게)

source: Diminuendo
ko: 디미누엔도 (점점 여리게)

source: Decrescendo
ko: 데크레셴도 (점점 여리게)

source: Glissandos
ko: 글리산도

source: Glissando
ko: 글리산도

source: Acciaccatura
ko: 아차카토라 (짧은 앞꾸밈음)

source: Instrument
ko: 악기

source: Opus
ko: 작품 번호

source: Copyright
ko: 저작권

source: Orientation:
ko: 방향:

source: Long
ko: 긴 이름

source: Version:
ko: 버전:

source: Mellophone
ko: 멜로폰

source: Trombone
ko: 트롬본

source: Euphonium
ko: 유포니움

source: Tuba
ko: 튜바

source: Opus:
ko: 작품 번호:

source: Piano
ko: 피아노

source: Xylophone
ko: 실로폰

source: Marimba
ko: 마림바

source: Vibraphone
ko: 비브라폰

source: Glockenspiel
ko: 글로켄슈필

source: Carillon
ko: 카리용

source: Percussion
ko: 타악기

source: Tablature
ko: 태블러처(표보)

source: Ukulele
ko: 우쿨렐레

source: Banjo
ko: 밴조

source: Ambitus
ko: 음역

source: Soprano
ko: 소프라노

source: Mezzo-soprano
ko: 메조소프라노

source: Alto
ko: 알토

source: Piccolo
ko: 피콜로

source: &Regex
ko: 정규식(&R)

source: Tuplets
ko: 잇단음표

source: &Menu
ko: 메뉴(&M)

source: Page:
ko: 페이지:

# menu title
source: &Git
ko: Git(&G)

source: Zoom
ko: 확대/축소

source: Page
ko: 페이지

source: Vertical
ko: 세로

source: Horizontal
ko: 가로

# QDialogButtonBox
source: &OK
ko: 확인(&O)

# QDialogButtonBox
source: OK
ko: 확인

# QFileSystemModel
source: Type
ko: 유형

# QGnomeTheme
source: &OK
ko: 확인(&O)

# QPlatformTheme
source: OK
ko: 확인

# QShortcut
source: Documents
ko: 문서

# QShortcut
source: Menu
ko: 메뉴

# QShortcut
source: Meta
ko: 메타

# QShortcut
source: Option
ko: 옵션

# QShortcut
source: Pause
ko: 일시정지

# QShortcut
source: Support
ko: 지원하기

# QShortcut
source: Terminal
ko: 터미널

# QShortcut
source: Zoom
ko: 확대/축소
